Repository: spotweb/spotweb
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: overview
nl_nl: overzicht

source: Add
nl_nl: Toevoegen

source: Cancel
nl_nl: Afbreken

source: Change
nl_nl: Wijzig

source: Delete
nl_nl: Verwijder

source: Mo
nl_nl: Ma

source: Tu
nl_nl: Di

source: We
nl_nl: Wo

source: Th
nl_nl: Do

source: Fr
nl_nl: Vr

source: Sa
nl_nl: Za

source: Su
nl_nl: Zo

source: Monday
nl_nl: Maandag

source: Tuesday
nl_nl: Dinsdag

source: Wednesday
nl_nl: Woensdag

source: Thursday
nl_nl: Donderdag

source: Friday
nl_nl: Vrijdag

source: Saturday
nl_nl: Zaterdag

source: Sunday
nl_nl: Zondag

source: Mar
nl_nl: Maa

source: May
nl_nl: Mei

source: Oct
nl_nl: Okt

source: January
nl_nl: Januari

source: February
nl_nl: Februari

source: March
nl_nl: Maart

source: June
nl_nl: Juni

source: July
nl_nl: Juli

source: August
nl_nl: Augustus

source: October
nl_nl: Oktober

source: Back to mainview
nl_nl: Terug naar overzichtspagina

source: Userlist
nl_nl: Gebruikerslijst

source: Grouplist
nl_nl: Groepenlijst

source: %s gave this spot %d star
nl_nl: %s gaf deze spot %d ster

source: Posted by %s
nl_nl: Gepost door %s

source: Find spots from %s
nl_nl: Zoek spots van %s

source: Username
nl_nl: Gebruikersnaam

source: Firstname
nl_nl: Voornaam

source: Lastname
nl_nl: Achternaam

source: E-mailaddress
nl_nl: E-mailadres

source: Send e-mail to new user?
nl_nl: E-mail versturen naar nieuwe gebruiker?

source: Name
nl_nl: Naam

source: Icon
nl_nl: Icoon

source: Permission
nl_nl: Permissie

source: Deny/Allow
nl_nl: Blokkeer / Sta toe

source: Allowed
nl_nl: Toegestaan

source: Denied
nl_nl: Geweigerd

source: Set to allow
nl_nl: Selecteer om toe te staan

source: Set to deny
nl_nl: Selecteer om te blokkeren

source: Add the following rights
nl_nl: Volgende recht toevoegen

source: ObjectID (normally empty)
nl_nl: ObjectID (meestal leeg)

source: New password
nl_nl: Nieuw wachtwoord

source: Confirm new password
nl_nl: Bevestig nieuw wachtwoord

source: Create new API key
nl_nl: Nieuwe API key genereren

source: Group
nl_nl: Groep

source: Member
nl_nl: Lid

source: Delete user
nl_nl: Wis gebruiker

source: Clear all sessions
nl_nl: Wis alle sessies

source: Edit filter
nl_nl: Bewerk een filter

source: Restore filter to default
nl_nl: Herstel filters naar standaard

source: Use these filters as standard
nl_nl: Deze filters gebruiken als standaard

source: Download this filters
nl_nl: Download je filters

source: Upload filters
nl_nl: Upload je filters

source: Add comment
nl_nl: Reactie toevoegen

source: Post
nl_nl: Plaats

source: Change name
nl_nl: Wijzig naam

source: Permissions
nl_nl: Permissies

source: Delete group
nl_nl: Wis groep

source: Show rights in group
nl_nl: Toon rechten in groep

source: Change groupname
nl_nl: Wijzig groepsnaam

source: Change group
nl_nl: Wijzig groep

source: Add new group
nl_nl: Nieuwe groep toevoegen

source: Password
nl_nl: Wachtwoord

source: Login
nl_nl: Inloggen

source: Category
nl_nl: Categorie

source: Type
nl_nl: Typen

source: Format
nl_nl: Formaat

source: Title
nl_nl: Titel

source: Description
nl_nl: Omschrijving

source: NZB file
nl_nl: NZB bestand

source: Picture
nl_nl: Afbeelding

source: Source
nl_nl: Bron

source: Language
nl_nl: Taal

source: Last visit
nl_nl: Laatste bezoek

source: Member of group
nl_nl: Lid van groepen

source: IP address of last visit
nl_nl: IP address van laatste bezoek

source: Change user
nl_nl: Wijzig gebruiker

source: Edit preferences
nl_nl: Wijzig voorkeuren

source: This spot is not verified, the name of the sender has not been confirmed
nl_nl: Deze spot is niet geverifi&euml;erd, de naam van de poster is niet bevestigd!

source: This spot is marked as potentional spam
nl_nl: Deze spot is als mogelijk onwenselijk gemodereerd!

source: This spotter is already blacklisted
nl_nl: De spotter staat op een blacklist!

source: This spotter is already whitelisted
nl_nl: De spotter staat op je whitelist

source: Back to mainview (ESC / U)
nl_nl: Ga terug naar het overzicht (esc / u)

source: This spot has %d star
nl_nl: Deze spot heeft %d ster

source: This spot has no rating yet
nl_nl: Deze spot heeft nog geen rating

source: Report this spot as spam
nl_nl: Rapporteer deze spot als spam

source: You already reported this spot as spam
nl_nl: Deze spot heb jij als spam gerapporteerd

source: (this spot has already been downloaded)
nl_nl: (deze spot is al gedownload)

source: Find NZB
nl_nl: NZB zoeken

source: Delete from watchlist (w)
nl_nl: Verwijder uit watchlist (w)

source: Place in watchlist (w)
nl_nl: Plaats in watchlist (w)

source: Add NZB to SABnzbd queue (you already downloaded this spot) (s)
nl_nl: Voeg NZB aan SABnzbd wachtrij toe (je hebt deze spot al gedownload) (s)

source: Add NZB to SABnzbd queue (s)
nl_nl: Voeg NZB aan SABnzbd wachtrij toe

source: Find spots in this category
nl_nl: Zoek spots in de categorie

source: Sort by
nl_nl: Sorteren op

source: Sort on sender [0-Z]
nl_nl: Sorteren op Afzender [0-Z]

source: Sort on category
nl_nl: Sorteren op Categorie

source: Sort on sender [Z-0]
nl_nl: Sorteren op Afzender [Z-0]

source: Sort on title [0-Z]
nl_nl: Sorteren op titel [0-Z]

source: Sort on title [Z-0]
nl_nl: Sorteren op titel [Z-0]

source: Sort on age [ascending]
nl_nl: Sorteren op Leeftijd [oplopend]

source: Sort on age [descending]
nl_nl: Sorteren op Leeftijd [aflopend]

source: Sort on size [ascending]
nl_nl: Sorteren op omvang [oplopend]

source: Sort on size [descending]
nl_nl: Sorteren op omvang [aflopend]

source: Number of comments
nl_nl: Aantal reacties

source: Age
nl_nl: Leeftijd

source: Date
nl_nl: Datum

source: Size
nl_nl: Omvang

source: Spotted with
nl_nl: Gespot met

source: Sender
nl_nl: Afzender

source: Blacklist this sender
nl_nl: Deze afzender blacklisten

source: Search spots with the tag: %s
nl_nl: Zoek naar spots met de tag: %s

source: Searchengine
nl_nl: Zoekmachine

source: Search
nl_nl: Zoek

source: Number of spamreports
nl_nl: Aantal spam reports

source: Post Description
nl_nl: Omschrijving

source: No results found
nl_nl: Geen resultaten gevonden

source: There is %d spamreport found for this spot
nl_nl: Er is %d spam report gevonden op deze spot

source: downloaded on
nl_nl: gedownload op

source: opened on
nl_nl: geopent op

source: Go to category '%s'
nl_nl: Ga naar de categorie '%s'

source: Position in watchlist (w)
nl_nl: Plaats in watchlist (w)

source: %d comments on '%s'
nl_nl: %d reacties bij '%s'

source: Comments
nl_nl: Reacties

source: Search spot in catergory %s
nl_nl: Zoek spots in de categorie %s

source: Search spot from %s
nl_nl: Zoek spots van %s

source: Add comment (open/close windows)
nl_nl: Reactie toevoegen (uitklappen)

source: Open "%s" panel
nl_nl: Open "%s" paneel

source: Close "%s" panel
nl_nl: Sluit "%s" paneel

source: General
nl_nl: Algemeen

source: Newsservers
nl_nl: Nieuwsservers

source: Retrieve
nl_nl: Ophalen

source: Performance
nl_nl: Prestaties

source: Try to prevent robots from indexing this installation
nl_nl: Probeer robots te verhinderen om deze installatie te indexeren

source: Sender email address
nl_nl: E-mail adres afzender

source: Always send welcome e-mail to new users
nl_nl: Altijd e-mail versturen naar nieuwe gebruikers

source: Cookie expires after (in days)
nl_nl: Cookie verloopt na (in dagen)

source: Hostname
nl_nl: Server naam

source: Encryption
nl_nl: Encryptie

source: Port
nl_nl: Poort

source: Buggy (Some newsservers lose messages once in a while)
nl_nl: Buggy (sommige nieuwsservers verliezen soms wat berichten)

source: Use different server for headers?
nl_nl: Andere server voor headers opgeven?

source: Use different server for posting?
nl_nl: Andere server om te posten opgeven?

source: Retention on spots (in days). Older spots will be erased. Select 0 to keep all spots.
nl_nl: Retentie op de spots (in dagen). Oudere spots worden verwijderd. Selecteer 0 om spots niet te verwijderen.

source: Retention is for either everything or only the cached data
nl_nl: Retentie op spots is voor alles, of alleen voor de gecachede data

source: Remove everything
nl_nl: Verwijder alles

source: Only extra data but keep spots
nl_nl: Alleen extra data maar behoud spots

source: Retrieve spots after... Select November 1, 2009 to fetch all spots
nl_nl: Spots ophalen na... Selecteer 1 november 2009 om alle spots op te halen

source: To skip all FTD spots select November 24, 2010
nl_nl: Om alle spots van FTD over te slaan selecteer je 24 november 2010

source: Retrieve full spots. This makes retrieval a lot slower.
nl_nl: Spots volledig ophalen. Dit maakt ophalen van spots een stuk langzamer.

source: Prefetch images (requires a lot of memory)
nl_nl: Plaatjes prefetchen (vergt veel geheugen)

source: Prefetch NZB files (quires a lot of memory)
nl_nl: NZB bestanden prefetchen (vergt veel geheugen)

source: Retrieve full spots
nl_nl: Spots volledig ophalen

source: Prefetch images
nl_nl: Afbeeldingen van te voren ophalen

source: Prefetch NZB files
nl_nl: NZB bestanden van te voren ophalen

source: Retrieve comments
nl_nl: Comments ophalen

source: Retrieve full comments
nl_nl: Comments volledig ophalen

source: Retrieve reports
nl_nl: Reports ophalen

source: Enable timing
nl_nl: Timing aanzetten

source: Use this only to identify speed problems within Spotweb.
nl_nl: Gebruik dit alleen om snelheidsproblemen in Spotweb te onderzoeken.

source: Not suitable for public installations
nl_nl: Niet geschikt voor openbare installaties

source: Enable stacktrace
nl_nl: Stacktrace aanzetten

source: Stacktraces make identifying problems easy, but may contain sensitive information.
nl_nl: Stacktraces maken het gemakkelijk om problemen te achterhalen, ze kunnen echter ook gevoelige informatie bevatten.

source: Retrieve increment
nl_nl: Ophalen per...

source: Lower this if you get timeouts during retrieve
nl_nl: Verlaag dit als je regelmatig timeouts krijgt tijdens retrieve

source: Handling of moderation messages
nl_nl: Behandelen van moderatie

source: Do nothing
nl_nl: Doe niets

source: Delete moderated spots
nl_nl: Wis gemodereerde spots

source: Mark moderated spots as moderated
nl_nl: Markeer de gemodereerde spots als gemodereerd

source: Prepare statistics during retrieve
nl_nl: Statistieken voorbereiden tijdens spots ophalen

source: Fetch the external blacklist during retrieve
nl_nl: Externe blacklist bijwerken tijdens spots ophalen

source: Fetch the external whitelist during retrieve
nl_nl: Externe whitelist bijwerken tijdens spots ophalen

source: Custom CSS
nl_nl: Eigen CSS

source: Language to use in Spotweb
nl_nl: In welke taal wordt Spotweb getoond

source: Dutch
nl_nl: Nederlands

source: English
nl_nl: Engels

source: NZB handling
nl_nl: NZB afhandeling

source: Sort on:
nl_nl: Sorteren op:

source: Download categories
nl_nl: Download Categorieen

source: Notifications
nl_nl: Notificaties

source: Own CSS
nl_nl: Eigen CSS

source: Posting of spots
nl_nl: Posten van spots

source: Items per page?
nl_nl: Aantal items per pagina?

source: Standard searchorder?
nl_nl: Standaard sorteervolgorde bij zoeken?

source: Relevance
nl_nl: Relevantie

source: Latest first
nl_nl: Nieuwste eerst

source: Formatting of dates
nl_nl: Opmaak van datums

source: Human
nl_nl: Menselijk

source: Template for non-mobile devices
nl_nl: Template voor niet-mobiele apparaten

source: Template for mobiles
nl_nl: Template voor telefoons

source: Template for tablets
nl_nl: Template voor tablets

source: Count new spots in filter list
nl_nl: Nieuwe Spots tellen in de lijst met filters

source: Show subcats on mouseover in spots list
nl_nl: Subcategorieen tonen in lijst met spots

source: Track what you're watching
nl_nl: Bijhouden wat je bekijkt

source: Automatic mark spots as read after each visit?
nl_nl: Moeten spots automatisch na elke visit als gelezen worden gemarkeerd?

source: Should we keep track of the downloads that are done?
nl_nl: Moeten we bijhouden welke downloads er gedaan zijn?

source: Shall we keep track of a watchlist?
nl_nl: Moeten we een watchlist bijhouden?

source: Show filesize in spotoverview?
nl_nl: Toon bestandsgrootte in spotoverzicht?

source: Show number of spamreports in spotoverview?
nl_nl: Toon aantal spamreports in spotoverzicht?

source: Show NZB button to download file with this browser?
nl_nl: Toon een NZB knop om deze via je browser te downloaden?

source: Show a checkbox next to each spot for multiplex NZB file download?
nl_nl: Toon een checkbox naast elke spot om meerdere NZB files in een keer te downloaden?

source: Hide erotic spots in index?
nl_nl: Erotica spots op de index verbergen?

source: What NZB searchengine shall we use?
nl_nl: Welke zoekmachine moet er gebruikt worden?

source: What shall we do with NZB files?
nl_nl: Wat moeten we met NZB files doen?

source: No intergration with download client
nl_nl: Geen integratie met download client

source: Call SABnzbd throught HTTP by SpotWeb
nl_nl: Roep SABnzbd aan via HTTP door SpotWeb

source: Run SABnzbd through users' browser
nl_nl: Roep SABnzbd aan via de users' browser

source: Save to file op disk
nl_nl: Bewaar bestand op schijf

source: Save file to disk and run a command
nl_nl: Bewaar bestand op schijf en roep een commando aan

source: Call NZBGet through HTTP by SpotWeb
nl_nl: Roep NZBGet aan via HTTP door SpotWeb

source: What shall we do with multiple NZB files?
nl_nl: Wat moeten we met meerdere NZB files doen?

source: Merge NZB files
nl_nl: Voeg de nzb bestanden samen

source: Compress NZB files to 1 zip-file
nl_nl: Comprimeer de NZB bestanden tot 1 zip bestand

source: Where shall we store the file?
nl_nl: Waar moet het bestand opgeslagen worden?

source: What programm should be executed?
nl_nl: Welk programma moet uitgevoerd worden?

source: URL to SABnzbd (HTTP included and portnumber where SABnzbd is installed)?
nl_nl: URL naar SABnzbd (inclusief HTTP en poortnummer waar SABnzbd geinstalleerd is)?

source: API key for SABnzbd?
nl_nl: API key voor SABnzbd?

source: Hostname of nzbget?
nl_nl: Host name van nzbget?

source: Portnumber of nzbget?
nl_nl: Poortnummer voor nzbget?

source: Username for nzbget? Attention: At this moment only <u>nzbget</u> is a valid name!
nl_nl: Username voor nzbget? Let op: op dit moment is all&eacute;&eacute;n <u>nzbget</u> een geldige waarde!

source: Password for nzbget?
nl_nl: Wachtwoord voor nzbget?

source: Call NZBVortex through HTTP by SpotWeb
nl_nl: Roep NZBVortex aan via HTTP door SpotWeb

source: Hostname of NZBVortex?
nl_nl: Host naam van NZBVortex

source: Portnumber of NZBVortex?
nl_nl: Poortnummer van NZBVortex

source: API-Key for NZBVortex?
nl_nl: API-Key van NZBVortex

source: Use Boxcar?
nl_nl: Boxcar gebruiken?

source: Boxcar e-mail address?
nl_nl: Boxcar e-mail adres?

source: Send e-mail to
nl_nl: E-mail versturen naar

source: Use Growl?
nl_nl: Growl gebruiken?

source: Growl IP-address?
nl_nl: Growl IP-adres?

source: Growl password?
nl_nl: Growl wachtwoord?

source: Use Notiy My Android?
nl_nl: Notify My Android gebruiken?

source: Use Notifo?
nl_nl: Notifo gebruiken?

source: Notifo Username?
nl_nl: Notifo Gebruikersnaam?

source: Use Prowl?
nl_nl: Prowl gebruiken?

source: Use Twitter?
nl_nl: Twitter gebruiken?

source: Click on "Ask permission". This opens a new page with a PIN number.
nl_nl: Klik op de knop "Toestemming Vragen". Dit opent een nieuwe pagina met een PIN nummer.

source: Attention: If nothing happens please check your pop-up blocker
nl_nl: Let op: als er niets gebeurt, controleer je pop-up blocker

source: Use custom CSS?
nl_nl: Eigen CSS gebruiken?

source: Add the following tag
nl_nl: De volgende tag standaard invullen

source: Use the following standard body
nl_nl: De volgende body standaard invullen

source: Send message when a spot is added or deleted from the watchlist?
nl_nl: Bericht versturen wanneer een spot is toegevoegd aan of verwijderd van de watchlist?

source: Send message when a NZB file is send? Doesn't work for client-SABnzbd.
nl_nl: Bericht versturen wanneer een NZB is verzonden? Werkt niet voor client-SABnzbd.

source: Send message when updating spots is finish?
nl_nl: Bericht versturen wanneer Spots Updaten klaar is?

source: Send message when Spam Reports has been send?
nl_nl: Bericht versturen wanneer Spam Report verzonden is?

source: Send message when posting a spot has finished?
nl_nl: Bericht versturen wanneer Spot Posten gelukt is?

source: Send message when a user has been added?
nl_nl: Bericht versturen wanneer een gebruiker is toegevoegd?

source: Show avatars in the comments?
nl_nl: Avatars tonen in de reacties?

source: Avatar image to use in posting of comments (maximum 4000 bytes)
nl_nl: Avatar afbeelding om te gebruiken bij het plaatsen van comments (maximum 4000 bytes)

source: Reset selection
nl_nl: Reset selectie

source: Add spot
nl_nl: Spot toevoegen

source: Config
nl_nl: Configuratie

source: Switch between static or scrolling sidebar
nl_nl: Wissel tussen vaste en meescrollende sidebar

source: Search within current filters
nl_nl: Zoeken in huidige filters

source: Close 'Advanced Search'
nl_nl: Sluit 'Advanced Search'

source: Search on:
nl_nl: Zoeken op:

source: Between
nl_nl: Tussen

source: and
nl_nl: en

source: Active filters:
nl_nl: Actieve filters:

source: Limit age
nl_nl: Leeftijd limiteren

source: Show all
nl_nl: Alles tonen

source: 1 day
nl_nl: 1 dag

source: 3 days
nl_nl: 3 dagen

source: 2 weeks
nl_nl: 2 weken

source: 1 month
nl_nl: 1 maand

source: 3 months
nl_nl: 3 maanden

source: 6 months
nl_nl: 6 maanden

source: 1 year
nl_nl: 1 jaar

source: Categories
nl_nl: Categorie&euml;n

source: Use categories
nl_nl: Categorie&euml;n gebruiken

source: Don't use categories
nl_nl: Categorie&euml;n niet gebruiken

source: Number of reports
nl_nl: Aantal reports

source: Add a filter
nl_nl: Voeg een filter toe

source: Save search as filter
nl_nl: Sla opdracht op als filter

source: You are not logged in
nl_nl: U bent niet ingelogd

source: Last seen: %s ago
nl_nl: Laatst gezien: %s geleden

source: Change preferences
nl_nl: Voorkeuren wijzigen

source: Settings
nl_nl: Instellingen

source: User &amp; group management
nl_nl: Gebruikers &amp; groepen beheer

source: Maintenance
nl_nl: Onderhoud

source: Log out
nl_nl: Uitloggen

source: Selected NZB download method doesn't support sidepanel
nl_nl: De geselecteerde methode om NZB's te downloaden heeft geen panel support.

source: Free storage:
nl_nl: Opslag (vrij):

source: Speed:
nl_nl: Snelheid:

source: Max. speed:
nl_nl: Max. snelheid:

source: Queue:
nl_nl: Wachtrij:

source: Queue
nl_nl: Wachtrij

source: Show new spots in filter &quot;%s&quot;
nl_nl: Laat nieuwe spots in filter &quot;%s&quot; zien

source: Collapse filter
nl_nl: Filter inklappen

source: Last update:
nl_nl: Laatste update:

source: Update Spots
nl_nl: Haal spots op

source: Erase downloadhistory
nl_nl: Verwijder downloadgeschiedenis

source: Mark everything as read
nl_nl: Markeer alles als gelezen

source: Do not filter on # reports
nl_nl: Niet filteren op aantal reports

source: Maximum %1 reports
nl_nl: Maximaal %1 reports

source: Add user
nl_nl: Gebruiker toevoegen

source: Download your filters
nl_nl: Download je filters

source: An avatar image has a maximum of 4000 bytes
nl_nl: Een avatar mag niet groter dan 4000 bytes zijn

source: Invalid avatar image was supplied
nl_nl: Opgegeven avatar is geen geldige afbeelding

source: Invalid preference value (perpage)
nl_nl: Ongeldige user preference waarde (aantal per pagina)

source: Invalid user preference value (date_formatting)
nl_nl: Ongeldige user preference waarde (datum notatie)

source: Invalid user preference value (template)
nl_nl: Ongeldige user preference waarde (template)

source: Invalid user preference value (language)
nl_nl: Ongeldige user preference waarde (taal)

source: Invalid user preference value (defaultsortfield)
nl_nl: Ongeldige user preference waarde (sorteervolgorde)

source: sabnzbd host is not a valid URL
nl_nl: Opgegeven sabnzbd host is geen geldige URL

source: Custom CSS is too large
nl_nl: Custom CSS is te groot

source: Default value for a spots' tag is too long
nl_nl: De standaard tag waarde voor een nieuwe spot is te lang

source: Default value for a spots' body is too long
nl_nl: De standaard body waarde voor een nieuwe spot is te lang

source: When NZB handling is either "save" or "runcommand" the directory must be entered
nl_nl: Als NZB afhandeling op "save" of "runcommand" staat, moet er een directory opgegeven worden

source: When NZB handling is "runcommand" a command must be entered
nl_nl: Als NZB afhandeling op "runcommand" staat, moet er een commando opgegeven worden

source: Growl notifications require a growl host to be entered
nl_nl: Growl notificaties vereisen een growl host

source: "Notify My Android" notifications require an API key
nl_nl: "Notify My Android" notificaties vereisen een API key

source: "Notifo" notifications require a username to be entered
nl_nl: "Notify" notificaties vereisen een gebruikersnaam

source: "Notifo" notifications require an api key to be entered
nl_nl: "Notify" notificaties vereisen een APi key

source: "Prowl" notifications require an API key to be entered
nl_nl: "Prowl" notificaties vereisen een API key

source: To use twitter you need to enter and validate a twitter account
nl_nl: Om twitter te gebruiken moet je een twitter account opgeven en valideren

source: Invalid username chosen
nl_nl: Ongeldige gebruikersnaam gekozen

source: Not a valid firstname
nl_nl: Voornaam is niet geldig

source: Not a valid lastname
nl_nl: Achternaam is niet geldig

source: Entered password is too short
nl_nl: Opgegeven wachtwoord is te kort

source: Passwords do not match
nl_nl: Wachtwoord velden komen niet overeen

source: You cannot edit the anonymous account
nl_nl: De anonymous account mag niet bewerkt worden

source: Not a valid email address
nl_nl: Geen geldig email adres

source: Mailaddress is already in use
nl_nl: Mailadres is al in gebruik

source: Invalid filter name
nl_nl: Naam van filter is niet geldig

source: Permission already exists in this group
nl_nl: Permissie bestaat al in deze group

source: Invalid groupname
nl_nl: Ongeldige naam voor de groep

source: Name is already in use
nl_nl: Deze naam is al in gebruik

source: Error while loading this page, you will be returned automaticly to the mainview
nl_nl: Er is een fout opgetreden bij het laden van de pagina, u wordt automatisch teruggestuurd naar het overzicht...

source: Add comment (hide)
nl_nl: Reactie toevoegen (verbergen)

source: Add comment (show)
nl_nl: Reactie toevoegen (uitklappen)

source: star
nl_nl: ster

source: stars
nl_nl: sterren

source: Rate spot
nl_nl: Geef spot

source: Don't give any star
nl_nl: Geen ster geven

source: Don't give any stars
nl_nl: Geen sterren geven

source: Click on this image to show real size (i)
nl_nl: Klik om dit plaatje op ware grootte te laten zien (i)

source: Click image to reduce
nl_nl: Klik om plaatje te verkleinen

source: <b>Step 2</b?:<br />Please fill below your PIN-number that twitter has given you and validate this.
nl_nl: <b>Stap 2</b>:<br />Vul hieronder het PIN-nummer in die je van Twitter hebt gekregen en verifi&euml;er deze

source: Validate PIN
nl_nl: VerifiÃ«er PIN

source: Do not always make the sidebar visible
nl_nl: Maak sidebar niet altijd zichtbaar

source: Make sidebar always visible
nl_nl: Maak sidebar altijd zichtbaar

source: Login Failed
nl_nl: Inloggen mislukt

source: Successfully logged in
nl_nl: Succesvol ingelogd

source: Expand filter
nl_nl: Filter uitklappen

source: New spots retrieved
nl_nl: Nieuwe spots binnengehaald

source: Erased downloadhistory
nl_nl: Download geschiedenis verwijderd

source: Marked everything as read
nl_nl: Alles als gelezen gemarkeerd

source: Successfully logged out
nl_nl: Succesvol uitgelogd
