Repository: Spotweb/Spotweb
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr_fr, tr_tr

source: Erotica (gay female)
fr_fr: Érotique (homosexuel femme)
tr_tr: Erotik (eşcinsel kadın)

source: Erotica (bi)
fr_fr: Érotique (bi)
tr_tr: Erotik (bi)

source: Comicbook
fr_fr: Bande dessinée
tr_tr: Çizgi roman

source: Youth
fr_fr: Jeunesse
tr_tr: Gençlik

source: Business
fr_fr: Affaires
tr_tr: İş

source: Cooking
fr_fr: Cuisine
tr_tr: Mutfak

source: Handwork
fr_fr: Travail manuel
tr_tr: El işleri

source: Craftwork
fr_fr: Artisanat
tr_tr: Zanaat

source: Health
fr_fr: Santé
tr_tr: Sağlık

source: History
fr_fr: Histoire
tr_tr: Tarihçe

source: Psychology
fr_fr: Psychologie
tr_tr: Psikoloji

source: Newspaper
fr_fr: Journal
tr_tr: Gazete

source: Magazine
tr_tr: Magazin

source: Science
tr_tr: Bilim

source: Female
fr_fr: Féminin
tr_tr: Kadın

source: Religion
tr_tr: Din

source: Biography
fr_fr: Biographie
tr_tr: Biyografi

source: Travel
fr_fr: Voyage
tr_tr: Seyahat

source: True story
fr_fr: Histoire vraie
tr_tr: Gerçek hikaye

source: Non-fiction
fr_fr: Non fictionnel
tr_tr: Kurgu olmayan

source: Politics
fr_fr: Politique
tr_tr: Siyaset

source: Poetry
fr_fr: Poésie
tr_tr: Şiir

source: Fairy tale
fr_fr: Conte de fées
tr_tr: Masal

source: Technical
fr_fr: Technique
tr_tr: Teknik

source: Art
tr_tr: Sanat

source: Lesbian
fr_fr: Lesbien
tr_tr: Lezbiyen

source: Fetish
fr_fr: Fétiche
tr_tr: Fetiş

source: Old
fr_fr: Vieux
tr_tr: İhtiyar

source: Fat
fr_fr: Gros
tr_tr: Şişman

source: Rough
fr_fr: Rude
tr_tr: Sert

source: Dark
fr_fr: Sombre
tr_tr: Karanlık

source: Outside
fr_fr: À l'extérieur
tr_tr: Dışarıda

source: Movie
fr_fr: Film
tr_tr: Film

source: Series
fr_fr: Série
tr_tr: Dizi

source: Book
fr_fr: Livre
tr_tr: Kitap

source: Erotica
fr_fr: Érotique
tr_tr: Erotik

source: Compilation
tr_tr: Derleme

source: Other
fr_fr: Autre
tr_tr: Diğer

source: Variable
tr_tr: Değişken

source: World
fr_fr: Monde
tr_tr: Dünya

source: Religious
fr_fr: Religieux
tr_tr: Dİnî

source: Audiobook
fr_fr: Livre audio
tr_tr: Sesli kitap

source: Strategy
fr_fr: Stratégie
tr_tr: Strateji

source: Roleplaying
fr_fr: Jeu de rôle
tr_tr: Rol oyunu

source: Simulation
tr_tr: Simülasyon

source: Flying
fr_fr: Vol
tr_tr: Uçuş

source: Child/youth
fr_fr: Enfants/jeunesse
tr_tr: Çocuk/gençlik

source: Puzzle
tr_tr: Yapboz

source: Boardgame
fr_fr: Jeu de plateau
tr_tr: Masa oyunu

source: Cards
fr_fr: Cartes
tr_tr: Kart oyunu

source: Education
fr_fr: Éducation
tr_tr: Eğitim

source: everything
fr_fr: tout
tr_tr: hepsi

source: Graphics
fr_fr: Graphiques
tr_tr: Grafik

source: Media players
fr_fr: Lecteurs média
tr_tr: Ortam oynatıcıları

source: Photo
tr_tr: Fotoğraf

source: Educational
fr_fr: Éducation
tr_tr: Eğitimsel

source: Office
tr_tr: Ofis

source: Communication
tr_tr: İletişim

source: Development
fr_fr: Développement
tr_tr: Geliştirme

source: Display overview of spots
fr_fr: Afficher la vue d'ensemble des spots
tr_tr: Spotlara genel bakışı görüntüle

source: Log in
fr_fr: Ouvrir une session
tr_tr: Oturum aç

source: Perform a search
fr_fr: Effectuer une recherche
tr_tr: Arama yap

source: View spot in detail
fr_fr: Voir le spot en détails
tr_tr: Spota teferruatlı bakış

source: Retrieve NZB file
fr_fr: Récupérer le fichier NZB
tr_tr: NZB dosyasını al

source: Download manager integration
fr_fr: Intégration des gestionnaires de téléchargement
tr_tr: İndirme yöneticisi birleşimi

source: Mark spots as read
fr_fr: Marquer le spot comme lu
tr_tr: Spotları okunmuş olarak işaretle

source: View image of spot
fr_fr: Visionner l'image du spot
tr_tr: Spotun resmini görüntüle

source: RSS feed
fr_fr: Flux RSS
tr_tr: RSS beslemesi

source: Static resources
fr_fr: Ressources statiques
tr_tr: Statik kaynaklar

source: Create new user
fr_fr: Créer un nouvel utilisateur
tr_tr: Yeni kullanıcı oluştur

source: Change own preferences
fr_fr: Modifier vos propres préférences
tr_tr: Kendi tercihlerinizi değiştirin

source: Change own user settings
fr_fr: Modifier vos propres réglages d'utilisateur
tr_tr: Kendi kullanıcı ayarlarınızı değiştirin

source: List all users
fr_fr: Lister tous les utilisateurs
tr_tr: Tüm kullanıcıları listele

source: Post comments to a spot
fr_fr: Envoyer des commentaires à un spot
tr_tr: Bir spot için yorum gönder

source: Use downloads manager API
fr_fr: Utiliser l'API du gestionnaire des téléchargements
tr_tr: İndirme yönetici API'ını kullan

source: Keep watchlist
fr_fr: Garder la liste de suivi
tr_tr: Takip listesi muhafaza et

source: Keep downloadlist
fr_fr: Garder la liste des téléchargements
tr_tr: İndirme listesi muhafaza et

source: Keep seenlist
fr_fr: Garder la liste des vues
tr_tr: Görülmüşler listesi muhafaza et

source: Show new spotcount in list of filters
fr_fr: Afficher le nouveau décompte des spots dans la liste des filtres
tr_tr: Filtre listesinde yeni spot sayısını göster

source: Display Retrieve new spots button
fr_fr: Afficher le bouton Récupérer les nouveaux spots
tr_tr: Yeni spotları al düğmesi görüntüle

source: Display comments of a spot
fr_fr: Afficher les commentaires d'un spot
tr_tr: Bir spotun yorumlarını görüntüle

source: Let user choose their template
fr_fr: Laisser l'utilisateur choisir son modèle
tr_tr: Kullanıcıların şablonlarını seçmesine imkân ver

source: Use Spotweb using an API key
fr_fr: Utiliser Spotweb au moyen d'une clef API
tr_tr: API anahtarı vasıtasıyla Spotweb kullan

source: Change other users
fr_fr: Modifier les autres utilisateurs
tr_tr: Diğer kullanıcıları değiştir

source: Display total amount of spots
fr_fr: Afficher le nombre total de spots
tr_tr: Toplam spot miktarını görüntüle

source: Delete users
fr_fr: Effacer les utilisateurs
tr_tr: Kullanıcıları sil

source: Change users' group membeship
fr_fr: Modifier l'appartenance à un groupe des utilisateurs
tr_tr: Kullanıcıların grup üyeliklerini değiştir

source: Display users' group membership
fr_fr: Afficher l'appartenance à un groupe des utilisateurs
tr_tr: Kullanıcıların grup üyeliklerini görüntüle

source: Change security groups
fr_fr: Modifier les groupes de sécurité
tr_tr: Güvenlik gruplarını değiştir

source: Send notifications (per service)
fr_fr: Envoyer des notifications (par service)
tr_tr: Bildirimleri gönder (hizmet başı)

source: Send notifications (per type)
fr_fr: Envoyer des notifications (par type)
tr_tr: Bildirimleri gönder (tür başına)

source: Let users create their own CSS
fr_fr: Laisser les utilisateurs créer leur propre CSS
tr_tr: Kullanıcıların kendi CSS'lerini oluşturmalarına imkân ver

source: Create own Spot filters
fr_fr: Créer ses propres filtres Spot
tr_tr: Kendi Spot filtrelerinizi oluşturun

source: Set a set of filters as default for new users
fr_fr: Définir un ensemble de filtres comme par défaut pour les nouveaux utilisateurs
tr_tr: Yeni kullanıcılar için bir filtre kümesini varsayılan olarak ayarla

source: Report a spot as spam
fr_fr: Rapporter un spot comme spam
tr_tr: Spotu spam olarak raporla

source: Post a new spot
fr_fr: Envoyer un nouveau spot
tr_tr: Yeni bir spot gönder

source: Blacklist a spotter
fr_fr: Mettre un spotter sur liste noire
tr_tr: Bir spotçuyu kara listeye al

source: Display statistics
fr_fr: Afficher les statistiques
tr_tr: İstatistikleri görüntüle

source: Display Spotweb's changelog
fr_fr: Afficher le journal des modifications de Spotweb
tr_tr: Spotweb'in değişiklik kütüğünü görüntüle

source: Change settings
fr_fr: Modifier les réglages
tr_tr: Ayarları değiştir

source: Default newsserver
fr_fr: Serveur Usenet par défaut
tr_tr: Varsayılan Usenet sunucusu

source: Remove spotter from blacklist
fr_fr: Enlever le spotter de la liste noire
tr_tr: Spotçuyu kara listeden kaldır

source: Remove spotter from whitelist
fr_fr: Enlever le spotter de la liste blanche
tr_tr: Spotçuyu beyaz listeden kaldır

source: Spotter ID
fr_fr: ID du spotter
tr_tr: Spotçu Kimliği

source: Origin
fr_fr: Origine
tr_tr: Köken

source: Remove spotterid
fr_fr: Enlever la spotterid
tr_tr: Spotçu kimliğini kaldır

source: %s commented earlier:
fr_fr: %s a commenté plus tôt :
tr_tr: %s daha önce şu yorumu yaptı:

source: Access denied for [%s (%d::%s)]
fr_fr: Accès refusé pour [%s (%d::%s)]
tr_tr: [%s (%d::%s)] için erişim reddedildi

source: Loading
fr_fr: Chargement
tr_tr: Yükleniyor

source: Listed spotters
fr_fr: Spotters listés
tr_tr: Listelenmiş spotçular

source: Blacklisted
fr_fr: Sur liste noire
tr_tr: Kara listeye alındı

source: Whitelisted
fr_fr: Sure liste blanche
tr_tr: Beyaz listeye alındı

source: Reported via Spotweb for spot
fr_fr: Rapporté via Spotweb pour le spot
tr_tr: Spot için Spotweb vasıtasıyla raporlanmış

source: Whitelisted by user
fr_fr: Mis sur liste blanche par l'utilisateur
tr_tr: Kullanıcı tarafından beyaz listeye alınmış

source: Minimum number of spamreports before showing spamreports icon?
fr_fr: Nombre minimal de rapports de spam avant d'afficher l'icône des rapports de spam ?
tr_tr: Spam raporları ikonunun gösterilmesinden önceki asgari spam rapor sayısı?

source: Change user preferences
fr_fr: Modifier les préférences de l'utilisateur
tr_tr: Kullanıcı tercihlerini değiştir

source: Administrators
fr_fr: Administrateurs
tr_tr: Yöneticiler

source: Anonymous user - closed system
fr_fr: Utilisateur anonyme - système fermé
tr_tr: Anonim kullanıcı - kapalı sistem

source: Anonymous user - open system
fr_fr: Utilisateur anonyme - système ouvert
tr_tr: Anonim kullanıcı - açık sistem

source: Authenticated users
fr_fr: Utilisateurs authentifiés
tr_tr: Kimliği doğrulanmış kullanıcılar

source: Trusted users
fr_fr: Utilisateurs de confiance
tr_tr: Güvenilir kullanıcılar

source: Spotweb can use the Microsoft Translator API to translate comments and Spot description to the users native language. This requires a so-called Client ID and a SecretID which you need to request at Microsoft. Please enter the values in below fields.
fr_fr: Spotweb peut utiliser l'API Microsoft Translator pour traduire les commentaires et les descriptions de Spots dans la langue native des utilisateurs. Cela nécessite un identifiant client et un identifiant secret que vous devez demander à Microsoft. Veuillez entrer les valeurs dans les champs ci-dessous.
tr_tr: Spotweb, yorumları ve spot tanımlamalarını kullanıcıların anadillerine tercüme etmek için Microsoft Translator API'ını kullanabilir. Bu, Microsoft'tan talep etmeniz gereken İstemci Kimliği ve Gizli Kimlik gerektirir. Lütfen değerleri aşağıdaki alanlara girin.

source: Note:
tr_tr: Not:

source: The edited spot will not be posted to usenet. The changes will only be visible for users of this Spotweb site.
fr_fr: Le spot édité ne sera pas envoyé sur Usenet. Les modifications ne seront visibles que pour les utilisateurs de ce site Spotweb.
tr_tr: Düzenlenmiş spot Usenet'e gönderilmeyecektir. Değişiklikler sadece bu Spotweb sitesinin kullanıcıları için görülebilir olacaktır.

source: Deleting a spot will remove the spot from this Spotweb site only. It will not be removed from other websites and/or other Spotnet clients.
fr_fr: Effacer un spot n'enlévera le spot que de ce site Spotweb uniquement. Il ne sera pas enlevé des autres sites Internet et/ou d'autres clients Spotnet.
tr_tr: Bir spotun silinmesi, spotu sadece bu Spotweb sitesinden kaldıracaktır. Diğer sitelerden ve/veya Spotnet istemcilerinden kaldırılmayacaktır.

source: Optimization software
fr_fr: Logiciels d'optimisation
tr_tr: Optimizasyon yazılımları

source: Security software
fr_fr: Logiciels de sécurité
tr_tr: Güvenlik yazılımları

source: System software
fr_fr: Logiciels système
tr_tr: Sistem yazılımları

source: Navigation systems
fr_fr: Les systèmes de navigation
tr_tr: Gezinme sistemleri

source: May
fr_fr: Mai

source: Count new spots in filter list
fr_fr: Compter les nouveaux spots dans la liste des filtres

source: Platform
fr_fr: Plateforme
