Repository: Spotweb/Spotweb
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr_fr, tr_tr

source: overview
fr_fr: vue d'ensemble
tr_tr: genel bakış

source: Add
fr_fr: Ajouter
tr_tr: Ekle

source: Cancel
fr_fr: Annuler
tr_tr: İptal

source: Change
fr_fr: Modifier
tr_tr: Değiştir

source: Delete
fr_fr: Effacer
tr_tr: Sil

source: Mo
fr_fr: Lu
tr_tr: Pt

source: Tu
fr_fr: Ma
tr_tr: Sa

source: We
fr_fr: Me
tr_tr: Ça

source: Th
fr_fr: Je
tr_tr: Pe

source: Fr
fr_fr: Ve
tr_tr: Cu

source: Sa
tr_tr: Ct

source: Su
fr_fr: Di
tr_tr: Pa

source: Monday
fr_fr: Lundi
tr_tr: Pazartesi

source: Tuesday
fr_fr: Mardi
tr_tr: Salı

source: Wednesday
fr_fr: Mercredi
tr_tr: Çarşamba

source: Thursday
fr_fr: Jeudi
tr_tr: Perşembe

source: Friday
fr_fr: Vendredi
tr_tr: Cuma

source: Saturday
fr_fr: Samedi
tr_tr: Cumartesi

source: Sunday
fr_fr: DImanche
tr_tr: Pazar

source: Jan
tr_tr: Oca

source: Feb
fr_fr: Fév
tr_tr: Şub

source: Apr
fr_fr: Avr
tr_tr: Nis

source: Jun
tr_tr: Haz

source: Jul
tr_tr: Tem

source: Aug
fr_fr: Aoû
tr_tr: Ağu

source: Sep
tr_tr: Eyl

source: Oct
tr_tr: Eki

source: Nov
tr_tr: Kas

source: Dec
fr_fr: Déc
tr_tr: Ara

source: January
fr_fr: Janvier
tr_tr: Ocak

source: February
fr_fr: Février
tr_tr: Şubat

source: March
fr_fr: Mars
tr_tr: Mart

source: April
fr_fr: Avril
tr_tr: Nisan

source: June
fr_fr: Juin
tr_tr: Haziran

source: July
fr_fr: Juillet
tr_tr: Temmuz

source: August
fr_fr: Août
tr_tr: Ağustos

source: September
fr_fr: Septembre
tr_tr: Eylül

source: October
fr_fr: Octobre
tr_tr: Ekim

source: November
fr_fr: Novembre
tr_tr: Kasım

source: December
fr_fr: Décembre
tr_tr: Aralık

source: Back to mainview
fr_fr: Retour à la vue principale
tr_tr: Ana görünüme dön

source: Userlist
fr_fr: Liste d'utilisateurs
tr_tr: Kullanıcı listesi

source: Grouplist
fr_fr: Liste de groupes
tr_tr: Grup listesi

source: %s gave this spot %d star
fr_fr: %s a donné à ce spot %d étoile
tr_tr: %s, bu spota %d yıldız vermiş

source: Posted by %s
fr_fr: Envoyé par %s
tr_tr: %s tarafından gönderilmiş

source: Find spots from %s
fr_fr: Trouver des spots de %s
tr_tr: %s unsurundan spotlar bul

source: Username
fr_fr: Nom d'utilisateur
tr_tr: Kullanıcı İsmi

source: Firstname
fr_fr: Prénom
tr_tr: İsim

source: Lastname
fr_fr: Nom
tr_tr: Soyisim

source: E-mailaddress
fr_fr: Adresse de courriel
tr_tr: E-posta adresi

source: Send e-mail to new user?
fr_fr: Envoyer un courriel au nouvel utilisateur ?
tr_tr: Yeni kullanıcıya e-posta gönderilsin mi?

source: Name
fr_fr: Nom
tr_tr: İsim

source: Icon
fr_fr: Icône
tr_tr: İkon

source: Permission
tr_tr: İzin

source: Object
fr_fr: Objet
tr_tr: Mevzu

source: Deny/Allow
fr_fr: Refuser/Autoriser
tr_tr: Reddet/İzin ver

source: Allowed
fr_fr: Autorisé
tr_tr: İzin verildi

source: Denied
fr_fr: Refusé
tr_tr: Reddedildi

source: Set to allow
fr_fr: Réglé sur autoriser
tr_tr: İzin vermek için ayarlandı

source: Set to deny
fr_fr: Réglé sur refuser
tr_tr: Reddetmek için ayarlandı

source: Add the following rights
fr_fr: Ajouter les droits suivants
tr_tr: Aşağıdaki izinleri ekle

source: ObjectID (normally empty)
fr_fr: ObjectID (normalement vide)
tr_tr: ObjectID (normalde boştur)

source: New password
fr_fr: Nouveau mot de passe
tr_tr: Yeni parola

source: Confirm new password
fr_fr: Confirmer le nouveau mot de passe
tr_tr: Yeni parolayı teyit et

source: Create new API key
fr_fr: Créer une nouvelle clef d'API
tr_tr: Yeni API anahtarı oluştur

source: Group
fr_fr: Groupe
tr_tr: Grup

source: Member
fr_fr: Membre
tr_tr: Üye

source: Delete user
fr_fr: Effacer l'utilisateur
tr_tr: Kullanıcıyı sil

source: Clear all sessions
fr_fr: Nettoyer toutes les sessions
tr_tr: Tüm oturumları temizle

source: Edit filter
fr_fr: Éditer le filtre
tr_tr: Filtreyi düzenle

source: Restore filter to default
fr_fr: Restaurer le filtre aux valeurs par défaut
tr_tr: Filtreyi varsayılana geri al

source: Use these filters as standard
fr_fr: Utiliser ces filtres comme standard
tr_tr: Bu filtreleri standart olarak kullan

source: Download this filters
fr_fr: Télécharger ces filtres
tr_tr: Bu listeleri indir

source: Upload filters
fr_fr: Téléverser les filtres
tr_tr: Filtreleri yükle

source: Add comment
fr_fr: Ajouter un commentaire
tr_tr: Yorum ekle

source: Post
fr_fr: Envoyer
tr_tr: Gönder

source: Change name
fr_fr: Modifier le nom
tr_tr: İsim değiştir

source: Permissions
tr_tr: İzinler

source: Delete group
fr_fr: Effacer le groupe
tr_tr: Grubu sil

source: Show rights in group
fr_fr: Montrer les droits dans le groupe
tr_tr: Gruptaki izinleri göster

source: Change groupname
fr_fr: Modifier le nom de groupe
tr_tr: Grup ismini değiştir

source: Change group
fr_fr: Modifier le groupe
tr_tr: Grubu değiştir

source: Add new group
fr_fr: Ajouter un nouveau groupe
tr_tr: Yeni grup ekle

source: Password
fr_fr: Mot de passe
tr_tr: Parola

source: Login
fr_fr: Ouvrir une session
tr_tr: Oturum aç

source: Category
fr_fr: Catégorie
tr_tr: Kategori

source: Type
tr_tr: Tür

source: Format
tr_tr: Biçim

source: Title
fr_fr: Titre
tr_tr: Başlık

source: Description
tr_tr: Açıklama

source: NZB file
fr_fr: Fichier NZB
tr_tr: NZB dosyası

source: Picture
fr_fr: Image
tr_tr: Resim

source: Source
tr_tr: Kaynak

source: Language
fr_fr: Langue
tr_tr: Lisan

source: Genre
tr_tr: Tür

source: Mail
fr_fr: Courriel
tr_tr: E-posta

source: Last visit
fr_fr: Dernière visite
tr_tr: Son ziyaret

source: Member of group
fr_fr: Membre du groupe
tr_tr: Şu grubun mensubu:

source: IP address of last visit
fr_fr: L'adresse IP de la dernière visite
tr_tr: Son ziyaretin IP adresi

source: Change user
fr_fr: Changer d'utilisateur
tr_tr: Kullanıcı değiştir

source: Edit preferences
fr_fr: Éditer les préférences
tr_tr: Tercihleri düzenle

source: This spot is not verified, the name of the sender has not been confirmed
fr_fr: Ce spot n'est pas vérifié, le nom de l'expéditeur n'a pas été confirmé
tr_tr: Bu spot kontrol edilmemiştir, göndericinin ismi teyit edilmemiştir

source: This spot is marked as potentional spam
fr_fr: Ce spot a été marqué comme du spam potentiel
tr_tr: Bu spot, muhtemel spam olarak işaretlenmiştir

source: This spotter is already blacklisted
fr_fr: Ce spotteur est déjà sur liste noire
tr_tr: Bu spotçu zaten kara listededir

source: This spotter is already whitelisted
fr_fr: Ce spotteur est déjà sur liste blanche
tr_tr: Bu spotçu zaten beyaz listededir

source: Back to mainview (ESC / U)
fr_fr: Retour à la vue principale (Échap/U)
tr_tr: Ana görünme dön (ESC / U)

source: This spot has %d star
fr_fr: Ce spot a %d étoile
tr_tr: Bu spotun %d yıldızı var

source: This spot has no rating yet
fr_fr: Ce spot n'a pas encore d'évaluation
tr_tr: Bu spotun henüz bir değerlendirmesi yok

source: Report this spot as spam
fr_fr: Rapporter ce spot comme étant du spam
tr_tr: Bu spotu spam olarak bildir

source: You already reported this spot as spam
fr_fr: Vous avez déjà rapporté ce spot en tant que spam
tr_tr: Bu spotu zaten spam olarak bildirdiniz

source: Download NZB
fr_fr: Télécharger le NZB
tr_tr: NZB İndir

source: (this spot has already been downloaded)
fr_fr: (ce spot a déjà été téléchargé)
tr_tr: (bu spot zaten indirilmiştir)

source: Find NZB
fr_fr: Trouver un NZB
tr_tr: NZB Bul

source: Delete from watchlist (w)
fr_fr: Effacer de la liste de suivi (w)
tr_tr: Takip listesinden sil (w)

source: Place in watchlist (w)
fr_fr: Placer dans la liste de suivi ( w)
tr_tr: Takip listesine koy (w)

source: Add NZB to SABnzbd queue (you already downloaded this spot) (s)
fr_fr: Ajouter le NZB à la file de SABnzbd (vous avez déjà télécharger ce spot) (s)
tr_tr: SABnzbd kuyruğuna NZB ekle (bu spotu zaten indirmiştiniz) (s)

source: Add NZB to SABnzbd queue (s)
fr_fr: Ajouter à la file de SABnzbd
tr_tr: SABnzbd kuyruğuna NZB ekle (s)

source: Find spots in this category
fr_fr: Trouver des spots dans cette catégorie
tr_tr: Bu kategoride spot bul

source: Sort by
fr_fr: Trier par
tr_tr: Şuna göre sırala

source: Sort on sender [0-Z]
fr_fr: Trier par l'expéditeur [0-Z]
tr_tr: Göndericiye göre sırala -Z]

source: Sort on category
fr_fr: Trier par la catégorie
tr_tr: Kategoriye göre sırala

source: Sort on sender [Z-0]
fr_fr: Trier par l'expéditeur [Z-0]
tr_tr: Göndericiye göre sırala [Z-0]

source: Sort on title [0-Z]
fr_fr: Trier par titre [0-Z]
tr_tr: Başlığa göre sırala [0-Z]

source: Sort on title [Z-0]
fr_fr: Trier par titre [Z-0]
tr_tr: Başlığa göre sırala [Z-0]

source: Sort on age [ascending]
fr_fr: Trier par ancienneté [croissant]
tr_tr: Yaşa göre sırala [artan]

source: Sort on age [descending]
fr_fr: Trier par ancienneté [décroissant]
tr_tr: Yaşa göre sırala [azalan]

source: Sort on size [ascending]
fr_fr: Trier par taille [croissant]
tr_tr: Boyuta göre sırala [artan]

source: Sort on size [descending]
fr_fr: Trier par taille [décroissant]
tr_tr: Boyuta göre sırala [azalan]

source: Number of comments
fr_fr: Nombre de commentaires
tr_tr: Değerlendirme sayısı

source: Age
fr_fr: Ancienneté
tr_tr: Yaş

source: Date
tr_tr: Tarih

source: Size
fr_fr: Taille
tr_tr: Boyut

source: Spotted with
fr_fr: Spotté avec
tr_tr: Şununla spotlandı:

source: Website
fr_fr: Site Internet
tr_tr: İnternet sitesi

source: Sender
fr_fr: Expéditeur
tr_tr: Gönderici

source: Blacklist this sender
fr_fr: Mettre cet expéditeur sur liste noire
tr_tr: Bu göndericiyi kara listeye al

source: Search spots with the tag: %s
fr_fr: Rechercher les spots avec l'étiquette : %s
tr_tr: Şu etiketi olan spotları ara: %s

source: Searchengine
fr_fr: Moteur de recherche
tr_tr: Arama motoru

source: Search
fr_fr: Rechercher
tr_tr: Ara

source: Download NZB (n)
fr_fr: Télécharger le NZB (n)
tr_tr: NZB İndir (n)

source: Number of spamreports
fr_fr: Nombre de rapports de spam
tr_tr: Spam bildirim sayısı

source: Post Description
fr_fr: Description de l'envoi
tr_tr: Gönderi açıklaması

source: No results found
fr_fr: Aucun résultat trouvé
tr_tr: Hiçbir netice bulunamadı

source: There is %d spamreport found for this spot
fr_fr: Il existe %d rapport de spam trouvé pour cet envoi
tr_tr: Bu spot için %d spam bildirisi bulundu

source: downloaded on
fr_fr: téléchargé le
tr_tr: şu tarihte indirilmiş

source: opened on
fr_fr: ouvert le
tr_tr: şu tarihte açılmış

source: Go to category '%s'
fr_fr: Aller à la catégorie '%s'
tr_tr: '%s' kategorisine git

source: Position in watchlist (w)
fr_fr: Position dans la liste de suivi (w)
tr_tr: Takip listesindeki konum (w)

source: %d comments on '%s'
fr_fr: %d commentaires sur '%s'
tr_tr: '%s' hakkında %d değerlendirme

source: Comments
fr_fr: Commentaires
tr_tr: Yorumlar

source: Search spot in catergory %s
fr_fr: Rechercher le spot dans la catégorie %s
tr_tr: Spotu %s kategorisinde ara

source: Search spot from %s
fr_fr: Rechercher le spot de %s
tr_tr: %s göndericisinden spot ara

source: Add comment (open/close windows)
fr_fr: Ajouter un commentaire (ouvrir/fermer des fenêtres)
tr_tr: Değerlendirme ekle (pencere aç/kapat)

source: Open "%s" panel
fr_fr: Ouvrir le panneau "%s"
tr_tr: "%s" panelini aç

source: Close "%s" panel
fr_fr: Fermer le panneau "%s"
tr_tr: "%s" panelini kapat

source: General
fr_fr: Général
tr_tr: Genel

source: Newsservers
fr_fr: Serveurs Usenet
tr_tr: Usenet sunucuları

source: Retrieve
fr_fr: Récupérer
tr_tr: Al

source: Performance
tr_tr: Performans

source: Try to prevent robots from indexing this installation
fr_fr: Tenter d'empêcher les robots d'indexer cette installation
tr_tr: Bu kurulumun robotlar tarafından endekslenmesine mani olmaya çalış

source: Sender email address
fr_fr: Adresse de courriel de l'expéditeur
tr_tr: Gönderici e-posta adresi

source: Always send welcome e-mail to new users
fr_fr: Toujours envoyer un courriel de bienvenue aux nouveaux utilisateurs
tr_tr: Yeni kullanıcılara daima hoş geldin e-postası gönder

source: Cookie expires after (in days)
fr_fr: Les cookies expirent au bout de (en jours)
tr_tr: Çerez (gün olarak) şu süre sonrasında sona erecek:

source: Hostname
fr_fr: Nom d'hôte
tr_tr: Makine adı

source: Encryption
fr_fr: Chiffrement
tr_tr: Şifreleme

source: Port
tr_tr: Bağlantı Noktası

source: Buggy (Some newsservers lose messages once in a while)
fr_fr: A des bugs (certains serveurs Usenet perdent des messages de temps à autre)
tr_tr: Hatalı (bazı Usenet sunucuları arada bir mesaj kaybeder)

source: Use different server for headers?
fr_fr: Utiliser un serveur différent pour les en-têtes ?
tr_tr: Başlıklar için başka bir sunucu kullanılsın mı?

source: Use different server for posting?
fr_fr: Utiliser un serveur différent pour les envois ?
tr_tr: Gönderiler için başka bir sunucu kullanılsın mı?

source: Verify name (CN) on certificate
fr_fr: Vérifier le nom (CN) sur le certificat
tr_tr: Sertifika üzerinde ismi (CN) kontrol et

source: Retention on spots (in days). Older spots will be erased. Select 0 to keep all spots.
fr_fr: Rétention des spots (en jours). Les spots plus anciens seront effacés. Sélectionnez 0 pour conserver tous les spots.
tr_tr: Spotların (gün olarak) muhafaza süresi. Daha eski spotlar silinecektir. Tüm spotları muhafaza etmek için 0 seçin.

source: Retention is for either everything or only the cached data
fr_fr: La rétention est soit pour tout, soit seulement pour les données en tampon
tr_tr: Muhafaza ya her şey için ya da sadece tampondaki veriler içindir

source: Remove everything
fr_fr: Tout enlever
tr_tr: Her şeyi kaldır

source: Only extra data but keep spots
fr_fr: Seulement les données supplémentaires mais garder les spots
tr_tr: Sadece ilave verileri fakat spotları muhafaza et

source: Retrieve spots after... Select November 1, 2009 to fetch all spots
fr_fr: Récupérer les spots après... Sélectionnez 1er novembre 2009 pour récupérer tous les spots
tr_tr: Şu tarihten sonraki spotları al... Tüm spotları almak için 1 kasım 2009 seçin

source: To skip all FTD spots select November 24, 2010
fr_fr: Pour ignorer les spots FTD, sélectionnez 24 novembre 2010
tr_tr: Tüm FTD spotlarını atlamak için 24 kasım 2010 seçin

source: Retrieve full spots. This makes retrieval a lot slower.
fr_fr: Récupérer les spots en entier. Cela rend la récupération beaucoup plus lente.
tr_tr: Tam spotları al. Bu, almayı çok daha yavaş bir hale getirir.

source: Prefetch images (requires a lot of memory)
fr_fr: Pré-télécharger les images (requière beaucoup de mémoire)
tr_tr: Resimleri ön al (çok hafıza gerektirir)

source: Prefetch NZB files (quires a lot of memory)
fr_fr: Pré-télécharger les fichiers NZB (requière beaucoup de mémoire)
tr_tr: NZB dosyalarını ön al (çok hafıza gerektirir)

source: Retrieve full spots
fr_fr: Récupérer les spots en entier
tr_tr: Tam spotları al

source: Prefetch images
fr_fr: Pré-télécharger les images
tr_tr: Resimleri ön al

source: Prefetch NZB files
fr_fr: Pré-télécharger les fichiers NZB
tr_tr: NZB dosyalarını ön al

source: Retrieve comments
fr_fr: Récupérer les commentaires
tr_tr: Yorumları al

source: Retrieve full comments
fr_fr: Récupérer les commentaires en entier
tr_tr: Tam yorumları al

source: Retrieve reports
fr_fr: Récupérer les spots
tr_tr: Raporları al

source: Enable timing
fr_fr: Activer le minutage
tr_tr: Zamanlamayı etkinleştir

source: Use this only to identify speed problems within Spotweb.
fr_fr: Utilisez cela seulement pour identifier les problèmes de vitesse au sein de Spotweb.
tr_tr: Bunu sadece Spotweb ile sürat sorunlarını tespit etmek için kullanın.

source: Not suitable for public installations
fr_fr: Ne convient pas aux installations publiques
tr_tr: Herkese açık kurulumlar için uygun değildir

source: Enable stacktrace
fr_fr: Activer stacktrace
tr_tr: Stacktrace'i etkinleştir

source: Stacktraces make identifying problems easy, but may contain sensitive information.
fr_fr: Les stacktraces peuvent identifier les problèmes facilement, mais peuvent contenir des informations sensibles.
tr_tr: Stackrtrace'ler sorunların tespitini kolaylaştırır, fakat hassas bilgiler içerebilir.

source: Retrieve increment
fr_fr: Incrément de récupération
tr_tr: Alma artışı

source: Enable imagepreview in spot overview
fr_fr: Activer les prévisualisation des images dans la vue d'ensemble des spots
tr_tr: Spot genel bakışında resim ön izlemesini etkinleştir

source: Highlight spots based on amount of comments
fr_fr: Mise en évidence des spots en fonction du nombre de commentaires
tr_tr: Spotları yorum sayısına göre vurgula

source: Amount of comments to highlight spot
fr_fr: Nombre de commentaires pour mettre en évidence le spot
tr_tr: Spot vurgulamak için yorum miktarı

source: Blacklist used during retrieve:
fr_fr: Mettre l'utilisateur sur liste noire pendant la récupération :
tr_tr: Alma esnasında kara liste kullanıldı:

source: Whitelist used during retrieve:
fr_fr: Mettre l'utilisateur sur liste blanche pendant la récupération :
tr_tr: Alma esnasında beyaz liste kullanıldı:

source: Lower this if you get timeouts during retrieve
fr_fr: Diminuez cette valeur si vous avez des dépassements de délai d'attente lors de la récupération
tr_tr: Alma esnasında zaman aşımları yaşıyorsanız bunu azaltın

source: Handling of moderation messages
fr_fr: Gestion des messages de modération
tr_tr: Moderasyon mesajlarının yönetimi

source: Do nothing
fr_fr: Ne rien faire
tr_tr: Hiçbir şey yapma

source: Delete moderated spots
fr_fr: Effacer les messages modérés
tr_tr: Modere edilmiş spotları sil

source: Mark moderated spots as moderated
fr_fr: Marquer les messages modérés en tant que modérés
tr_tr: Modere edilmiş spotları modere edilmiş olarak işaretle

source: Prepare statistics during retrieve
fr_fr: Préparer des statistiques pendant la récupération
tr_tr: Alma esnasında istatistik hazırla

source: Fetch the external blacklist during retrieve
fr_fr: Télécharger la liste noire externe pendant la récupération
tr_tr: Alma esnasında harici kara listeyi al

source: Fetch the external whitelist during retrieve
fr_fr: Télécharger la liste blanche externe pendant la récupération
tr_tr: Alma esnasında beyaz listeyi al

source: Custom CSS
fr_fr: CSS personnalisé
tr_tr: Özel CSS

source: Language to use in Spotweb
fr_fr: Langue d'utilisation de Spotweb
tr_tr: Spotweb'de kullanılacak lisan

source: Dutch
fr_fr: Néerlandais
tr_tr: Felemenkçe

source: English
fr_fr: Anglais
tr_tr: İngilizce

source: NZB handling
fr_fr: Gestion des NZB
tr_tr: NZB yönetimi

source: Sort on:
fr_fr: Trier par :
tr_tr: Şuna göre sırala:

source: Filters
fr_fr: Filtres
tr_tr: Süzgeçler

source: Download categories
fr_fr: Catégories de téléchargement
tr_tr: İndirme kategorileri

source: Notifications
tr_tr: Bildirimler

source: Own CSS
fr_fr: Votre propre CSS
tr_tr: Kendi CSS unsuru

source: Posting of spots
fr_fr: Envoi des spots
tr_tr: Spot gönderimleri

source: Items per page?
fr_fr: Éléments par page ?
tr_tr: Sayfa başı unsur?

source: Standard searchorder?
fr_fr: Ordre de recherche standard ?
tr_tr: Standart arama sıralaması?

source: Relevance
fr_fr: Pertinence
tr_tr: Alaka

source: Latest first
fr_fr: Les derniers en date d'abord
tr_tr: Sonuncular ilk

source: Formatting of dates. To use long php_intl should be installed
fr_fr: Formatage des dates. Pour l'utiliser, php_int doit être installé
tr_tr: Tarih biçimlendirmesi. Kullanmak için php_intl kurulması gerekir

source: Human
fr_fr: Humain
tr_tr: İnsan

source: Long
tr_tr: Uzun

source: Short
fr_fr: Court
tr_tr: Kısa

source: Template for non-mobile devices
fr_fr: Modèle pour les appareils non mobiles
tr_tr: Mobil olmayan cihazlar için şablon

source: Template for mobiles
fr_fr: Modèle pour les mobiles
tr_tr: Mobil cihazlar için şablon

source: Template for tablets
fr_fr: Modèle pour les tablettes
tr_tr: Tabletler için şablon

source: Show subcats on mouseover in spots list
fr_fr: Afficher les sous catégories dans les listes des spots lorsque la souris passe dessus
tr_tr: Spot listesindeki alt kategorileri fare ile üstünden geçilince göster

source: Track what you're watching
fr_fr: Suivre ce que vous regardez
tr_tr: Ne izlediğinizi takip edin

source: Automatic mark spots as read after each visit?
fr_fr: Marquer automatiquement les spots comme lus après chaque visite ?
tr_tr: Her ziyaret sonrası spotlar otomatik olarak okunmuş olarak işaretlensin mi?

source: Should we keep track of the downloads that are done?
fr_fr: Devrions-nous garder une trace des téléchargements effectués ?
tr_tr: Tamamlanan indirmeleri takip etmeli miyiz?

source: Shall we keep track of a watchlist?
fr_fr: Devons-nous garder une trace d'une liste de suivi ?
tr_tr: Bir izleme listesi muhafaza edelim mi?

source: Show filesize in spotoverview?
fr_fr: Afficher la taille du fichier dans la vue d'ensemble du spot ?
tr_tr: Spot genel bakışında dosya boyutu gösterilsin mi?

source: Show number of spamreports in spotoverview?
fr_fr: Afficher le nombre de rapports de spam dans la vue d'ensemble du spot ?
tr_tr: Spot genel bakışında spam raporu sayısı gösterilsin mi?

source: Show NZB button to download file with this browser?
fr_fr: Afficher le bouton NZB pour télécharger le fichier avec ce navigateur ?
tr_tr: Bu tarayıcıyla dosya indirmek için NZB düğmesi gösterilsin mi?

source: Show a checkbox next to each spot for multiplex NZB file download?
fr_fr: Afficher une boîte à cocher à côté de chaque spot pour un téléchargement de fichier NZB en multiplex ?
tr_tr: Her spotun yanında çoklu NZB dosya indirmesi için bir kutucuk gösterilsin mi?

source: Hide erotic spots in index?
fr_fr: Cacher les spots érotiques dans l'index ?
tr_tr: Erotik spotlar indekste saklansın mı?

source: What NZB searchengine shall we use?
fr_fr: Quel moteur de recherche NZB devons-nous utiliser ?
tr_tr: Hangi NZB arama motorunu kullanmalıyız?

source: What shall we do with NZB files?
fr_fr: Que devons-nous faire avec les fichiers NZB ?
tr_tr: NZB dosyalarıyla ne yapmalıyız?

source: No intergration with download client
fr_fr: Aucune intégration avec le client de téléchargement
tr_tr: İndirme istemcisi ile birleşme yok

source: Call SABnzbd throught HTTP by SpotWeb
fr_fr: Appeler SABnzbd via HTTP par SpotWeb
tr_tr: SABnzb'yi HTTP vasıtasıyla SpotWeb tarafından çağır

source: Run SABnzbd through users' browser
fr_fr: Exécuter SABnzbd via le navigateur des utilisateurs
tr_tr: SABnzbd'yi kullanıcıların tarayıcları vasıtasıyla çalıştır

source: Save to file op disk
fr_fr: Sauvegarder le fichier sur le disque
tr_tr: Disk üzerinde dosya olarak kaydet

source: Save file to disk and run a command
fr_fr: Sauvegarder le fichier sur le disque et exécuter une commande
tr_tr: Dosyayı diske kaydet ve bir komut çalıştır

source: Call NZBGet through HTTP by SpotWeb
fr_fr: Appeler NZBGet via HTTP par SpotWeb
tr_tr: NZBGet'i HTTP vasıtasıyla SpotWeb tarafından çağır

source: What shall we do with multiple NZB files?
fr_fr: Que devons-nous faire avec des fichiers NZB multiples ?
tr_tr: Çoklu NZB dosyalarıyla ne yapmalıyız?

source: Merge NZB files
fr_fr: Fusionner les fichiers NZB
tr_tr: NZB dosyalarını birleştir

source: Compress NZB files to 1 zip-file
fr_fr: Compresser les fichiers NZB en un fichier zip
tr_tr: NZB dosyalarını 1 zip dosyasına sıkıştır

source: Where shall we store the file?
fr_fr: Où devons-nous stocker le fichier ?
tr_tr: Dosyayı nerede kaydetmeliyiz?

source: What programm should be executed?
fr_fr: Quel programme doit être exécuté ?
tr_tr: Hangi program çalıştırılmalı?

source: URL to SABnzbd (HTTP included and portnumber where SABnzbd is installed)?
fr_fr: URL vers SABnzbd (HTTP inclus et numéro de port où SABnzbd est installé) ?
tr_tr: SABnzbd için URL (SABnzbd'nin kurulu olduğu yer için, HTTP dahil ve bağlantı noktası sayısı)?

source: API key for SABnzbd?
fr_fr: Clef API pour SABnzbd ?
tr_tr: SABnzbd için API anahtarı

source: Hostname of nzbget?
fr_fr: Nom d'hôte de nzbget ?
tr_tr: NZBGet'in makine ismi?

source: Portnumber of nzbget?
fr_fr: Numéro de port de nzbget ?
tr_tr: NZBGet bağlantı noktası (port) numarası?
