Repository: spotweb/spotweb
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: User <strong>&quot;%user%&quot;</strong> successfully added
nl_nl: Gebruiker <strong>&quot;%user%&quot;</strong> succesvol toegevoegd

source: Password: <strong>&quot;%pass%</strong>
nl_nl: Wachtwoord: <strong>&quot;%pass%</strong>

source: User successfully changed
nl_nl: Gebruiker succesvol gewijzigd

source: Free space (complete)
nl_nl: Vrije ruimte (complete)

source: Totale space (complete)
nl_nl: Totale ruimte (complete)

source: No items in queue
nl_nl: Geen items in de wachtrij

source: Up
nl_nl: Omhoog

source: Down
nl_nl: Omlaag

source: Delete from queue
nl_nl: Verwijder uit de wachtrij

source: Show %1 till %2 from a total of %3 results
nl_nl: Toon %1 t/m %2 van %3 resultaten

source: Show 1 result
nl_nl: Toon 1 resultaat

source: Previous
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Posted by %1
nl_nl: Gepost door %1

source: Search spots from %1
nl_nl: Zoek naar spots van %1

source: just now
nl_nl: zojuist

source: Marking as spam was not successfull:
nl_nl: Markeren als spam is niet gelukt:

source: Calculation of SHA1 hash was not successfull:
nl_nl: SHA1 hash berekenen niet gelukt:

source: No (verified) comments found.
nl_nl: Geen (geverifieerde) comments gevonden.

source: '%s' already exists
nl_nl: '%s' bestaat al

source: Filter doesn't exist
nl_nl: Filter bestaat niet

source: Uploaded Spotwebfilter in invalid
nl_nl: Geuploade Spotweb filter file is ongeldig

source: Error while uploading filter (%s)
nl_nl: Fout tijdens uploaden van filter (%s)

source: Filter hasn't been uploaded
nl_nl: Filter is niet geupload

source: Group doesn't exist
nl_nl: Groep bestaat niet

source: Build-in groups can not be edited
nl_nl: Ingebouwde groepen mogen niet bewerkt worden

source: User can not be found
nl_nl: Gebruiker kan niet gevonden worden

source: Anonymous user can not be edited
nl_nl: Anonymous user kan niet bewerkt worden

source: Admin and Anonymous can not be deleted
nl_nl: Admin en Anonymous user kunnen niet verwijderd worden

source: A user must be member of at least one group
nl_nl: Een gebruiker moet in minstens &eacute;&eacute;n groep zitten

source: User %s cannot be found
nl_nl: Gebruiker %s kan niet gevonden worden

source: Editting user preferences for '%s'
nl_nl: Gebruikersvoorkeuren wijzigen voor '%s'

source: Please select NZB file
nl_nl: Geen NZB bestand opgegeven

source: Please select a picture
nl_nl: Geen afbeelding opgegeven

source: Invalid subcategories given
nl_nl: Ongeldige subcategorieen opgegeven

source: Spot has been successfully uploaded. It can take some time before it is shown
nl_nl: Spot is succesvol geplaatst. Het kan enige tijd duren voor je spot zichtbaar is

source: ERROR
nl_nl: FOUT

source: Remote host sent bad data
nl_nl: Externe host stuurde slechte data

source: Bad request
nl_nl: Foutieve opdracht

source: Permission denied from remote host
nl_nl: Toegang geweigerd van externe host

source: File not found
nl_nl: Bestand niet gevonden

source: Article not found
nl_nl: Artikel niet gevonden

source: No response from remote host
nl_nl: Geen antwoord van externe host

source: XML parse error
nl_nl: Fout tijden XML parsen

source: No image provided
nl_nl: Geen plaatje opgegeven

source: unknown
nl_nl: onbekende

source: Statistics
nl_nl: Statistieken

source: Unknown error
nl_nl: Onbekende fout

source: Total spots: %d
nl_nl: Totaal aantal spots: %d

source: Total new spots: %d
nl_nl: Aantal nieuwe spots: %d

source: Spots per category
nl_nl: Spots per categorie

source: Spots per hour
nl_nl: Spots per uur

source: Spots per weekday
nl_nl: Spots per weekdag

source: Spots per month
nl_nl: Spots per maand

source: Everything
nl_nl: Alles

source: last year
nl_nl: afgelopen jaar

source: last month
nl_nl: afgelopen maand

source: last week
nl_nl: afgelopen week

source: last 24 hours
nl_nl: laatste 24 uur

source: decade
nl_nl: decennium

source: year
nl_nl: jaar

source: month
nl_nl: maand

source: day
nl_nl: dag

source: hour
nl_nl: uur

source: minute
nl_nl: minuut

source: second
nl_nl: seconde

source: Image
nl_nl: Beeld

source: Sound
nl_nl: Geluid

source: Games
nl_nl: Spellen

source: Applications
nl_nl: Applicaties

source: HD Oth
nl_nl: HD Ovg

source: Satelite
nl_nl: Satelliet

source: No subtitles
nl_nl: Geen ondertitels

source: Dutch subtitles (external)
nl_nl: Nederlands ondertiteld (extern)

source: Dutch subtitles (builtin)
nl_nl: Nederlands ondertiteld (ingebakken)

source: English subtitles (external)
nl_nl: Engels ondertiteld (extern)

source: English subtitles (builtin)
nl_nl: Engels ondertiteld (ingebakken)

source: Dutch subtitles (available)
nl_nl: Nederlands ondertiteld (instelbaar)

source: English subtitles (available)
nl_nl: Engels ondertiteld (instelbaar)

source: English audio/written
nl_nl: Engels gesproken/geschreven

source: Dutch audio/written
nl_nl: Nederlands gesproken/geschreven

source: German audio/written
nl_nl: Duits gesproken/geschreven

source: French audio/written
nl_nl: Frans gesproken/geschreven

source: Spanish audio/written
nl_nl: Spaans gesproken/geschreven

source: Asian audio/written
nl_nl: Aziatisch gesproken/geschreven

source: Action
nl_nl: Actie

source: Adventure
nl_nl: Avontuur

source: Animation
nl_nl: Animatie

source: Comedy
nl_nl: Komedie

source: Crime
nl_nl: Misdaad

source: Documentary
nl_nl: Documentaire

source: Family
nl_nl: Familie

source: Fantasy
nl_nl: Fantasie

source: Arthouse
nl_nl: Filmhuis

source: Television
nl_nl: Televisie

source: Music
nl_nl: Muziek

source: Short movie
nl_nl: Korte film

source: War
nl_nl: Oorlog

source: Erotica (hetero)
nl_nl: Erotiek (hetero)

source: Erotica (gay male)
nl_nl: Erotiek (gay mannen)

source: Erotica (gay female)
nl_nl: Erotiek (gay vrouwen)

source: Erotica (bi)
nl_nl: Erotiek (bi)

source: Comicbook
nl_nl: Stripboek

source: Youth
nl_nl: Jeugd

source: Business
nl_nl: Zakelijk

source: Cooking
nl_nl: Koken

source: Handwork
nl_nl: Knutselen

source: Craftwork
nl_nl: Handwerk

source: Health
nl_nl: Gezondheid

source: History
nl_nl: Geschiedenis

source: Psychology
nl_nl: Psychologie

source: Newspaper
nl_nl: Krant

source: Magazine
nl_nl: Tijdschrift

source: Science
nl_nl: Wetenschap

source: Female
nl_nl: Vrouw

source: Religion
nl_nl: Religie

source: Biography
nl_nl: Biografie

source: Travel
nl_nl: Reizen

source: True story
nl_nl: Waargebeurd

source: Non-fiction
nl_nl: Non-fictie

source: Politics
nl_nl: Politiek

source: Poetry
nl_nl: Po&euml;zie

source: Fairy tale
nl_nl: Sprookje

source: Technical
nl_nl: Techniek

source: Art
nl_nl: Kunst

source: Lesbian
nl_nl: Lesbo

source: Fetish
nl_nl: Fetisj

source: Old
nl_nl: Oud

source: Fat
nl_nl: Dik

source: Rough
nl_nl: Ruig

source: Dark
nl_nl: Donker

source: Outside
nl_nl: Buiten

source: Movie
nl_nl: Film

source: Series
nl_nl: Serie

source: Book
nl_nl: Boek

source: Erotica
nl_nl: Erotiek

source: Compilation
nl_nl: Compilatie

source: Other
nl_nl: Overig

source: Variable
nl_nl: Variabel

source: World
nl_nl: Wereld

source: Religious
nl_nl: Religieus

source: Audiobook
nl_nl: Luisterboek

source: Strategy
nl_nl: Strategie

source: Roleplaying
nl_nl: Rollenspel

source: Simulation
nl_nl: Simulatie

source: Flying
nl_nl: Vliegen

source: Child/youth
nl_nl: Kind/jeugd

source: Puzzle
nl_nl: Puzzel

source: Boardgame
nl_nl: Bordspel

source: Cards
nl_nl: Kaarten

source: Education
nl_nl: Educatie

source: everything
nl_nl: alles

source: Graphics
nl_nl: Grafisch

source: Media players
nl_nl: Media spelers

source: Photo
nl_nl: Foto

source: Educational
nl_nl: Educatief

source: Office
nl_nl: Kantoor

source: Communication
nl_nl: Communicatie

source: Development
nl_nl: Ontwikkeling

source: Display overview of spots
nl_nl: Overzicht van spots tonen

source: Log in
nl_nl: Inloggen

source: Perform a search
nl_nl: Zoekopdracht uitvoeren

source: View spot in detail
nl_nl: Spot in detail zien

source: Retrieve NZB file
nl_nl: NZB file opvragen

source: Download manager integration
nl_nl: Integratie met download manager

source: Mark spots as read
nl_nl: Spots markeren als gelezen

source: View image of spot
nl_nl: Afbeelding van een spot tonen

source: Create new user
nl_nl: Nieuwe gebruiker aanmaken

source: Change own preferences
nl_nl: Eigen voorkeuren wijzigen

source: Change own user settings
nl_nl: Eigen gebruiker wijzigen

source: List all users
nl_nl: Overzicht van alle gebruikers kunnen zien

source: Post comments to a spot
nl_nl: Commentaar op een spot posten

source: Use downloads manager API
nl_nl: SABnzbd+ API gebruiken (niet download manager integratie)

source: Keep watchlist
nl_nl: Watchlist bijhouden

source: Keep downloadlist
nl_nl: Downloadlist bijhouden

source: Keep seenlist
nl_nl: Seenlist bijhouden

source: Show new spotcount in list of filters
nl_nl: Spotcount in filterlijst tonen

source: Display Retrieve new spots button
nl_nl: Nieuwe spots ophalen knop tonen

source: Display comments of a spot
nl_nl: Comments op een spot laten zien

source: Let user choose their template
nl_nl: Eigen template selecteren

source: Use Spotweb using an API key
nl_nl: SpotWeb gebruiken via API key

source: Change other users
nl_nl: Andere gebruikers wijzigen

source: Display total amount of spots
nl_nl: Totaal aantal spots tonen

source: Delete users
nl_nl: Gebruikers wissen

source: Change users' group membeship
nl_nl: Groepen waar een user lid van is wijzigen

source: Display users' group membership
nl_nl: Groepen waar een user lid van is tonen

source: Change security groups
nl_nl: Security groepen kunnen wijzigen

source: Send notifications (per service)
nl_nl: Notificaties versturen (per service)

source: Send notifications (per type)
nl_nl: Notificaties versturen (per type)

source: Let users create their own CSS
nl_nl: Eigen CSS stylesheet toestaan per gebruiker

source: Create own Spot filters
nl_nl: Zelf spotfilters kunnen bewerken

source: Set a set of filters as default for new users
nl_nl: Filters als standaard in kunnen stellen voor nieuwe gebruikers

source: Report a spot as spam
nl_nl: Rapporteer spot of gebruiker als spam

source: Post a new spot
nl_nl: Een nieuwe spot posten

source: Blacklist a spotter
nl_nl: Een spotter blacklisten

source: Display statistics
nl_nl: Statistieken bekijken

source: Display Spotweb's changelog
nl_nl: Spotweb updates bekijken (vergeleken met huidige versie)

source: Change settings
nl_nl: Instellingen wijzigen

source: Default newsserver
nl_nl: Standaard nieuwsserver

source: Remove spotter from blacklist
nl_nl: Spotter van blacklist afhalen

source: Remove spotter from whitelist
nl_nl: Spotter van whitelist afhalen

source: Origin
nl_nl: Oorsprong

source: Remove spotterid
nl_nl: Spotterid verwijderen

source: %s commented earlier:
nl_nl: %s schreef eerder:

source: Access denied for [%s (%d::%s)]
nl_nl: Toegang geweigerd voor [%s (%d::%s)]

source: Loading
nl_nl: Laden

source: Listed spotters
nl_nl: Geregistreerde spotters

source: Blacklisted
nl_nl: Geblacklist

source: Whitelisted
nl_nl: Gewhitelist

source: Reported via Spotweb for spot
nl_nl: Gemeld via Spotweb voor spot

source: Whitelisted by user
nl_nl: Gewhitelist door gebruiker

source: Minimum number of spamreports before showing spamreports icon?
nl_nl: Minimaal aantal spamreports voor tonen spamreports icoon?

source: Change user preferences
nl_nl: Wijzig gebruiker voorkeuren

source: Administrators
nl_nl: Beheerders

source: Anonymous user - closed system
nl_nl: Anonieme gebruiker - gesloten systeem

source: Anonymous user - open system
nl_nl: Anonieme gebruiker - open systeem

source: Authenticated users
nl_nl: Geverifieerde gebruikers

source: Trusted users
nl_nl: Vertrouwde gebruikers

source: Spotweb can use the Microsoft Translator API to translate comments and Spot description to the users native language. This requires a so-called Client ID and a SecretID which you need to request at Microsoft. Please enter the values in below fields.
nl_nl: Spotweb kan gebruik maken van de Microsoft Translator API om reacties en spotomschrijving te vertalen naar de gebruikers eigen taal. Dit vereist een Client ID en een SecretID welke aangevraagd kan worden via Microsoft. Gelieve deze gegevens hieronder in te vullen.

source: Note:
nl_nl: Opmerking:

source: The edited spot will not be posted to usenet. The changes will only be visible for users of this Spotweb site.
nl_nl: De aangepaste spot zal niet geplaatst worden naar usenet. De wijzigingen zijn alleen zichtbaar voor gebruikers van deze Spotweb site.

source: Deleting a spot will remove the spot from this Spotweb site only. It will not be removed from other websites and/or other Spotnet clients.
nl_nl: Een gewiste spot word alleen verwijderd van deze Spotweb site. Het word niet verwijderd van andere websites en/of andere Spotnet clients.

source: Optimization software
nl_nl: Optimalisatie software

source: Security software
nl_nl: Beveiligingssoftware

source: System software
nl_nl: Systeem software

source: Navigation systems
nl_nl: Navigatie systemen
