Repository: Spotweb/Spotweb
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr_fr, tr_tr

source: Username for nzbget? Attention: At this moment only <u>nzbget</u> is a valid name!
fr_fr: Nom d'utilisateur pour nzbget ? Attention : à l'heure actuelle, seul <u>nzbget</u> est un nom valide !
tr_tr: NZBGet için kullanıcı ismi? Dikkat: şu anda sadece <u>nzbget</u> geçerli bir isimdir!

source: Password for nzbget?
fr_fr: Mot de passe pour nzbget ?
tr_tr: NZBGet için parola?

source: Call NZBVortex through HTTP by SpotWeb
fr_fr: Appeler NZBVortex via HTTP par SportWeb
tr_tr: NZBVortex'i HTTP vasıtasıyla SpotWeb tarafından çağır

source: Hostname of NZBVortex?
fr_fr: Nom d'hôte de NZBVortex ?
tr_tr: NZBVortex'in makine ismi?

source: Portnumber of NZBVortex?
fr_fr: Numéro de port de NZBVortex ?
tr_tr: NZBVortex'in bağlantı nokta numarası?

source: API-Key for NZBVortex?
fr_fr: Clef API pour NZBVortex ?
tr_tr: NZBVortex için API Anahtarı?

source: Send e-mail to
fr_fr: Envoyer un courriel à
tr_tr: Şuna e-posta gönder:

source: Use Growl?
fr_fr: Utiliser Growl ?
tr_tr: Growl kullan?

source: Growl IP-address?
fr_fr: Adresse IP de Growl ?
tr_tr: Growl IP adresi?

source: Growl password?
fr_fr: Mot de passe de Growl ?
tr_tr: Growl parolası?

source: Use Notiy My Android?
fr_fr: Utiliser Notify My Android ?
tr_tr: Notify My Android kullanılsın mı?

source: API key
fr_fr: Clef API
tr_tr: API anahtarı

source: Use Prowl?
fr_fr: Utiliser Prowl ?
tr_tr: Prowl kullan?

source: Prowl <a href="https://www.prowlapp.com/api_settings.php">API key
fr_fr: Clef API de Prowl <a href="https://www.prowlapp.com/api_settings.php">
tr_tr: Prowl <a href="https://www.prowlapp.com/api_settings.php"> API anahtarı

source: Use Twitter?
fr_fr: Utiliser Twitter ?
tr_tr: Twitter kullan?

source: Click on "Ask permission". This opens a new page with a PIN number.
fr_fr: Cliquer sur "Demander la permission". Cela ouvre une nouvelle page avec un numéro PIN.
tr_tr: "İzin iste" üzerine tıklayın. Bu, bir PIN sayısı içeren yeni bir sayfa açacaktır.

source: Attention: If nothing happens please check your pop-up blocker
fr_fr: Attention : si rien ne se produit, vérifiez votre bloqueur de fenêtres intempestives
tr_tr: Dikkat: şayet hiçbir şey olmazsa, açılır pencere engelleyicinizi kontrol edin

source: Use custom CSS?
fr_fr: Utiliser un CSS personnalisé ?
tr_tr: Kişiselleştirilmiş CSS kullan?

source: Add the following tag
fr_fr: Ajouter l'étiquette suivante
tr_tr: Şu etiketi ekle:

source: Use the following standard body
fr_fr: Utiliser le corps standard suivant
tr_tr: Şu standart gövdeyi kullan:

source: Send message when a spot is added or deleted from the watchlist?
fr_fr: Envoyer un message lorsqu'un sport est ajouté à ou effacé de la liste de suivi ?
tr_tr: Takip listesinden bir spot eklendiğinde veya silindiğinde bir mesaj gönderilsin mi?

source: Send message when a NZB file is send? Doesn't work for client-SABnzbd.
fr_fr: Envoyer un message lorsqu'un fichier NZB est envoyé ? Ne fonctionne pas pour client-SABnzbd.
tr_tr: Bir NZB dosyası gönderildiğinde mesaj yollansın mı? SABnzbd istemcisi için çalışmaz.

source: Send message when updating spots is finish?
fr_fr: Envoyer un message lorsque la mise à jour des spots est terminée ?
tr_tr: Spotların güncellenmesi bittiğinde mesaj gönderilsin mi?

source: Send message when Spam Reports has been send?
fr_fr: Envoyer un message lorsque des rapports de spam ont été envoyés ?
tr_tr: Spam Bildirimleri gönderildiğinde mesaj yollansın mı?

source: Send message when posting a spot has finished?
fr_fr: Envoyer un message lorsque l'envoi d'un spot est terminé ?
tr_tr: Bir spot gönderimi bittiğinde mesaj yollansın mı?

source: Send message when a user has been added?
fr_fr: Envoyer un message lorsqu'un utilisateur a été ajouté ?
tr_tr: Bir kullanıcı eklendiğinde mesaj gönderilsin mi?

source: Show avatars in the comments?
fr_fr: Afficher les avatars dans les commentaires ?
tr_tr: Yorumlarda havariler gösterilsin mi?

source: Avatar image to use in posting of comments (maximum 4000 bytes)
fr_fr: L'image d'avatar à utiliser lors de l'envoi de commentaires (maximum 4000 octets)
tr_tr: Yorum gönderiminde kullanılacak havari resmi (azami 4000 bayt)

source: MultiNZB
tr_tr: Çoklu NZB

source: Reset selection
fr_fr: Réinitialiser la sélection
tr_tr: Seçimi sıfırla

source: Add spot
fr_fr: Ajouter un spot
tr_tr: Spot ekle

source: Config
tr_tr: Yapılandırma

source: Switch between static or scrolling sidebar
fr_fr: Basculer entre la barre latérale statique ou défilante
tr_tr: Statik veya kayan kenar çubuğu arasında geçiş yap

source: Search within current filters
fr_fr: Rechercher au sein des filtres actuels
tr_tr: Güncel filtrelerin dahilinde ara

source: Close 'Advanced Search'
fr_fr: Fermer la 'Recherche avancée'
tr_tr: 'Gelişmiş Aramayı' Kapat

source: Search on:
fr_fr: Rechercher sur :
tr_tr: Şuna göre ara:

source: Between
fr_fr: Entre
tr_tr: Arasında

source: and
fr_fr: et
tr_tr: ve

source: Poster
fr_fr: Expéditeur
tr_tr: Gönderici

source: Tag
fr_fr: Étiquette
tr_tr: Etiket

source: Active filters:
fr_fr: Filtres actifs :
tr_tr: Faal filtreler:

source: Rating
fr_fr: Évaluation
tr_tr: Puanlama

source: Limit age
fr_fr: Âge limite
tr_tr: Yaşı sınırla

source: Show all
fr_fr: Tout afficher
tr_tr: Hepsini göster

source: 1 day
fr_fr: 1 jour
tr_tr: 1 gün

source: 3 days
fr_fr: 3 jours
tr_tr: 3 gün

source: 1 week
fr_fr: 1 semaine
tr_tr: 1 hafta

source: 2 weeks
fr_fr: 2 semaines
tr_tr: 2 hafta

source: 1 month
fr_fr: 1 mois
tr_tr: 1 ay

source: 3 months
fr_fr: 3 mois
tr_tr: 3 ay

source: 6 months
fr_fr: 6 mois
tr_tr: 6 ay

source: 1 year
fr_fr: 1 an
tr_tr: 1 sene

source: Categories
fr_fr: Catégories
tr_tr: Kategoriler

source: Use categories
fr_fr: Utiliser les catégories
tr_tr: Kategorileri kullan

source: Don't use categories
fr_fr: Ne pas utiliser les catégories
tr_tr: Kategorileri kullanma

source: Number of reports
fr_fr: Nombre de rapports
tr_tr: Rapor sayısı

source: Add a filter
fr_fr: Ajouter un filtre
tr_tr: Bir filtre ekle

source: Save search as filter
fr_fr: Enregistrer la recherche en tant que filtre
tr_tr: Aramayı filtre olarak kaydet

source: You are not logged in
fr_fr: Vous n'avez pas ouvert de session
tr_tr: Oturum açmadınız

source: Last seen: %s ago
fr_fr: Vu pour la dernière fois : il y a %s
tr_tr: Son görülme: %s evvel

source: Change preferences
fr_fr: Modifier les préférences
tr_tr: Tercihleri değiştir

source: Settings
fr_fr: Réglages
tr_tr: Ayarlar

source: User &amp; group management
fr_fr: Gestion des utilisateurs et des groupes
tr_tr: Kullanıcı ve grup yönetimi

source: Maintenance
tr_tr: Bakım

source: Log out
fr_fr: Fermer la session
tr_tr: Çıkış

source: Selected NZB download method doesn't support sidepanel
fr_fr: La méthode de téléchargement de NZB sélectionnée ne prend pas en charge le panneau latéral
tr_tr: Seçili NZB indirme yöntemi yan paneli desteklemiyor

source: Status:
fr_fr: État :
tr_tr: Durum:

source: Free storage:
fr_fr: Espace libre :
tr_tr: Boş depolama:

source: Speed:
fr_fr: Vitesse :
tr_tr: Sürat:

source: Max. speed:
fr_fr: Vitesse max. :
tr_tr: Azami sürat:

source: ETA:
fr_fr: Fin estimé :
tr_tr: Tahmini sonlanma:

source: Queue:
fr_fr: File d'attente :
tr_tr: Kuyruk:

source: Queue
fr_fr: File d'attente
tr_tr: Kuyruk

source: Quick Links
fr_fr: Liens rapides
tr_tr: Hızlı Bağlantılar

source: Show new spots in filter &quot;%s&quot;
fr_fr: Afficher les nouveaux spots dans le filtre &quot;%s&quot;
tr_tr: &quot;%s&quot; filtresindeki yeni spotları göster

source: Collapse filter
fr_fr: Réduire le filtre
tr_tr: Filtreyi küçült

source: Last update:
fr_fr: Dernière mise à jour :
tr_tr: Son güncelleme:

source: Update Spots
fr_fr: Mettre à jour les spots
tr_tr: Spotları Güncelle

source: Erase downloadhistory
fr_fr: Effacer l'historique des téléchargements
tr_tr: İndirme tarihçesini sil

source: Mark everything as read
fr_fr: Tout marquer comme lu
tr_tr: Her şeyi okunmuş olarak işaretle

source: Do not filter on # reports
fr_fr: Ne pas filtrer sur # rapports
tr_tr: # raporlara göre filtreleme

source: Maximum %1 reports
fr_fr: Maximum %1 rapports
tr_tr: Azami %1 rapor

source: Add user
fr_fr: Ajouter un utilisateur
tr_tr: Kullanıcı ekle

source: Download your filters
fr_fr: Télécharger vos filtres
tr_tr: Filtrelerinizi indirin

source: An avatar image has a maximum of 4000 bytes
fr_fr: Une image d'avatar doit avoir au maximum de 4000 octets
tr_tr: Havari resimleri azami 4000 bayttır

source: Invalid avatar image was supplied
fr_fr: Une image d'avatar invalide a été fournie
tr_tr: Geçersiz havari resmi verildi

source: Invalid preference value (perpage)
fr_fr: Valeur de préférence invalide (perpage)
tr_tr: Geçersiz tercih değeri (perpage)

source: Invalid user preference value (date_formatting)
fr_fr: Valeur de préférence invalide (date_formatting)
tr_tr: Geçersiz kullanıcı tercih değeri (date_formatting)

source: Invalid user preference value (template)
fr_fr: Valeur de préférence invalide (template)
tr_tr: Geçersiz kullanıcı tercih değeri (şablon)

source: Invalid user preference value (language)
fr_fr: Valeur de préférence invalide (language)
tr_tr: Geçersiz kullanıcı tercih değeri (lisan)

source: Invalid user preference value (defaultsortfield)
fr_fr: Valeur de préférence invalide (defaultsortfield)
tr_tr: Geçersiz kullanıcı tercih değeri (defaultsortfield)

source: sabnzbd host is not a valid URL
fr_fr: L'hôte sabnzbd n'est pas un URL valide
tr_tr: sabnzbd makinesi geçerli bir URL değildir

source: Custom CSS is too large
fr_fr: Le CSS personnalisé est trop grand
tr_tr: Özel CSS fazla büyük

source: Default value for a spots' tag is too long
fr_fr: La valeur par défaut pour de l'étiquette d'un spot est trop grande
tr_tr: Spotların etiketi için varsayılan değer fazla uzun

source: Default value for a spots' body is too long
fr_fr: La valeur par défaut du corps d'un spot est trop grande
tr_tr: Spotların gövdesi için varsayılan değer fazla uzun

source: When NZB handling is either "save" or "runcommand" the directory must be entered
fr_fr: Lorsque la gestion des NZB est soit "enregistrer" soit "exécuter une commande", le répertoire doit être saisi
tr_tr: NZB yönetimi ya "kaydet" ya da "komut çalıştır" olduğunda dizin girilmelidir

source: When NZB handling is "runcommand" a command must be entered
fr_fr: Lorsque la gestion des NSB est "exécuter une commande", une commande doit être saisie
tr_tr: NZB yönetimi "komut çalıştır" olduğunda bir komut girilmelidir

source: Growl notifications require a growl host to be entered
fr_fr: Les notifications Growl nécessitent qu'un hôte growl soit saisi
tr_tr: Growl bildirimleri, bir growl makinesinin girilmesine ihtiyaç duyar

source: "Notify My Android" notifications require an API key
fr_fr: Les notifications "Notify My Android" nécessitent une clef API
tr_tr: "Notify My Android" bildirimleri bir API anahtarına ihtiyaç duyar

source: "Prowl" notifications require an API key to be entered
fr_fr: Les notifications "Prowl" nécessitent la saisie d'une clef API
tr_tr: "Prowl" bildirimleri bir API anahtarının girilmesine ihtiyaç duyar

source: To use twitter you need to enter and validate a twitter account
fr_fr: Pour utiliser Twitter, vous devez entrer et valider un compte Twitter
tr_tr: Twitter kullanmak için bir twitter hesabı girip teyit etmeniz icap eder

source: Invalid username chosen
fr_fr: Nom d'utilisateur invalide choisi
tr_tr: Geçersiz kullanıcı ismi seçilmiş

source: Not a valid firstname
fr_fr: Prénom invalide
tr_tr: Geçerli bir isim değil

source: Not a valid lastname
fr_fr: Nom de famille invalide
tr_tr: Geçerli bir soyismi değil

source: Entered password is too short
fr_fr: Le mot de passe saisi est trop court
tr_tr: Girilen parola çok kısa

source: Passwords do not match
fr_fr: Les mots de passe ne correspondent pas
tr_tr: Parolalar eşleşmiyor

source: You cannot edit the anonymous account
fr_fr: Vous ne pouvez pas éditer le compte anonyme
tr_tr: Anonim hesabı düzenleyemezsiniz

source: Not a valid email address
fr_fr: Adresse courriel invalide
tr_tr: Geçerli bir e-posta adresi değil

source: Mailaddress is already in use
fr_fr: L'adresse de courriel est déjà utilisé
tr_tr: E-posta adresi zaten kullanımda

source: Invalid filter name
fr_fr: Nom de filtre invalide
tr_tr: Geçersiz filtre ismi

source: Permission already exists in this group
fr_fr: La permission existe déjà dans ce groupe
tr_tr: İzin bu grupta zaten mevcut

source: Invalid groupname
fr_fr: Nom de groupe invalide
tr_tr: Geçersiz grup ismi

source: Name is already in use
fr_fr: Le nom est déjà utilisé
tr_tr: İsim zaten kullanımda

source: Error while loading this page, you will be returned automaticly to the mainview
fr_fr: Erreur lors du chargement de cette page, vous serez redirigé automatiquement vers la vue principale
tr_tr: Bu sayfa yüklenirken hata meydana geldi, otomatik olarak ana görünüme yönlendirileceksiniz

source: Add comment (hide)
fr_fr: Ajouter un commentaire (cacher)
tr_tr: Yorum ekle (gizle)

source: Add comment (show)
fr_fr: Ajouter un commentaire (montrer)
tr_tr: Yorum ekle (göster)

source: star
fr_fr: étoile
tr_tr: yıldız

source: stars
fr_fr: étoiles
tr_tr: yıldız

source: Rate spot
fr_fr: Évaluer le spot
tr_tr: Spotu derecelendir

source: Don't give any star
fr_fr: Ne pas attribuer d'étoiles
tr_tr: Hiçbir yıldız verme

source: Don't give any stars
fr_fr: Ne pas attribuer d'étoiles
tr_tr: Hiçbir yıldız verme

source: Click on this image to show real size (i)
fr_fr: Cliquez sur cette image pour afficher la taille réelle (i)
tr_tr: Hakiki boyutu göstermek için bu resme tıklayın (i)

source: Click image to reduce
fr_fr: Cliquez sur l'image pour réduire
tr_tr: Küçültmek için resme tıklayın

source: <b>Step 2</b?:<br />Please fill below your PIN-number that twitter has given you and validate this.
fr_fr: <b>Step 2</b>:<br /> Veuillez saisir ci-dessous votre numéro de PIN que Twitter vous a donné et validez ceci.
tr_tr: <b>2. Adım</b>:<br /> lütfen aşağıda twitter'ın size verdiği PIN numaranızı girin ve bunu teyit edin.

source: Validate PIN
fr_fr: Valider le PIN
tr_tr: PIN Teyit Et

source: Do not always make the sidebar visible
fr_fr: Ne pas toujours rendre la barre latérale visible
tr_tr: Kenar çubuğunu daima görünür hale getirme

source: Make sidebar always visible
fr_fr: Rendre la barre latérale toujours visible
tr_tr: Kenar çubuğunu daima görünür yap

source: Login Failed
fr_fr: Échec de l'ouverture de session
tr_tr: Oturum açılması başarısız

source: Successfully logged in
fr_fr: Ouverture de session réussie
tr_tr: Başarıyla oturum açıldı

source: Expand filter
fr_fr: Agrandir le filtre
tr_tr: Filtreyi genişlet

source: New spots retrieved
fr_fr: Nouveaux spots récupérés
tr_tr: Yeni spotlar alındı

source: Erased downloadhistory
fr_fr: Effacer l'historique des téléchargements
tr_tr: İndirme tarihçesini sil

source: Marked everything as read
fr_fr: Tout marquer comme lu
tr_tr: Her şey okunmuş olarak işaretlendi

source: Successfully logged out
fr_fr: Fermeture de session réussie
tr_tr: Başarıyla oturumdan çıkıldı

source: User <strong>&quot;%user%&quot;</strong> successfully added
fr_fr: L'utilisateur <strong>&quot;%user%&quot;</strong> ajouté avec succès
tr_tr: <strong>&quot;%user%&quot;</strong> kullanıcısı başarıyla eklendi

source: Password: <strong>&quot;%pass%</strong>
fr_fr: Mot de passe : <strong>&quot;%pass%</strong>
tr_tr: Parola: <strong>&quot;%pass%</strong>

source: User successfully changed
fr_fr: Utilisateur modifié avec succès
tr_tr: Kullanıcı başarıyla değiştirildi

source: Free space (complete)
fr_fr: Espace libre (complet)
tr_tr: Boş alan (tam)

source: Totale space (complete)
fr_fr: Espace total (complet)
tr_tr: Toplam alan (tam)

source: No items in queue
fr_fr: Aucun élément dans la file
tr_tr: Kuyrukta hiçbir unsur yok

source: Up
fr_fr: Haut
tr_tr: Yukarı

source: Down
fr_fr: Bas
tr_tr: Aşağı

source: Delete from queue
fr_fr: Effacer de la file
tr_tr: Kuyruktan sil

source: Show %1 till %2 from a total of %3 results
fr_fr: Afficher de %1 à %2 sur un total de %3 résultats
tr_tr: Toplam %3 sonuçtan %1 ile %2 arasındakileri göster

source: Show 1 result
fr_fr: Afficher 1 résultat
tr_tr: 1 netice göster

source: Previous
fr_fr: Précédent
tr_tr: Önceki

source: Next
fr_fr: Suivant
tr_tr: Sonraki

source: Posted by %1
fr_fr: Envoyé par %1
tr_tr: %1 tarafından gönderilmiş

source: Search spots from %1
fr_fr: Rechercher les spots de %1
tr_tr: %1 spotlarını ara

source: just now
fr_fr: à l'instant
tr_tr: hemen şimdi

source: Marking as spam was not successfull:
fr_fr: Le marquage en tant que spam n'a pas réussi :
tr_tr: Spam olarak işaretleme başarılı değildi:

source: Calculation of SHA1 hash was not successfull:
fr_fr: Le calcul du hachage SHA1 n'a pas réussi :
tr_tr: SHA1 karma değerinin hesaplanması başarılı değildi:

source: No (verified) comments found.
fr_fr: Aucun commentaire (vérifié) n'a été trouvé.
tr_tr: Hiçbir (doğrulanmış) yorum bulunamadı.

source: '%s' already exists
fr_fr: '%s' existe déjà
tr_tr: '%s' zaten mevcut

source: Filter doesn't exist
fr_fr: Le filtre n'existe pas
tr_tr: Filtre mevcut değil

source: Uploaded Spotwebfilter in invalid
fr_fr: Le filtre Spotweb téléversé n'est pas valide
tr_tr: Yüklenen Spotwebfilter geçerli değil

source: Error while uploading filter (%s)
fr_fr: Erreur lors du téléversement du filtre (%s)
tr_tr: Filtrenin yüklenmesi esnasında hata (%s)

source: Filter hasn't been uploaded
fr_fr: Le filtre n'a pas été téléversé
tr_tr: Filtre yüklenmedi

source: Group doesn't exist
fr_fr: Le groupe n'existe pas
tr_tr: Grup mevcut değil

source: Build-in groups can not be edited
fr_fr: Les groupes intégrés ne peuvent être édités
tr_tr: Yerleşik gruplar düzenlenemez

source: User can not be found
fr_fr: L'utilisateur ne peut être trouvé
tr_tr: Kullanıcı bulunamadı

source: Anonymous user can not be edited
fr_fr: L'utilisateur anonyme ne peut être édité
tr_tr: Anonim kullanıcı düzenlenemez

source: Admin and Anonymous can not be deleted
fr_fr: L'admin et l'utilisateur anonyme ne peuvent être effacés
tr_tr: Yönetici ve Anonim silinemez

source: A user must be member of at least one group
fr_fr: Un utilisateur doit être membre d'au moins un groupe
tr_tr: Bir kullanıcının en az bir grubun mensubu olması gerekir

source: User %s cannot be found
fr_fr: L'utilisateur %s ne peut être trouvé
tr_tr: %s kullanıcısı bulunamadı

source: Editting user preferences for '%s'
fr_fr: Édition des préférences utilisateur pour '%s'
tr_tr: '%s' için kullanıcı tercihleri düzenleniyor

source: Please select NZB file
fr_fr: Veuillez choisir un fichier NZB
tr_tr: Lütfen NZB dosyası seçin

source: Please select a picture
fr_fr: Veuillez choisir une image
tr_tr: Lütfen bir resim seçin

source: Invalid subcategories given
fr_fr: Sous catégories invalides saisies
tr_tr: Geçersiz alt kategoriler girildi

source: Spot has been successfully uploaded. It can take some time before it is shown
fr_fr: Le spot a été téléversé avec succès. Un certain temps s'écouler avant qu'il soit affiché
tr_tr: Spot başarılı bir şekilde yüklendi. Gösterilmesinden önce belli bir süre geçebilir

source: ERROR
fr_fr: ERREUR
tr_tr: HATA

source: Remote host sent bad data
fr_fr: L'hôte distant a envoyé des données erronées
tr_tr: Uzaktaki makine hatalı veri gönderdi

source: Bad request
fr_fr: Mauvaise requête
tr_tr: Hatalı talep

source: Permission denied from remote host
fr_fr: Permission refusée par l'hôte distant
tr_tr: Uzaktaki makine izni reddetti

source: File not found
fr_fr: Fichier non trouvé
tr_tr: Dosya bulunamadı

source: Article not found
fr_fr: Article introuvable
tr_tr: Makale bulunamadı

source: No response from remote host
fr_fr: Aucune réponse de l'hôte distant
tr_tr: Uzaktaki makineden hiçbir cevap yok

source: XML parse error
fr_fr: Erreur d'analyse XML
tr_tr: XML ayrıştırma hatası

source: No image provided
fr_fr: Aucune image fournie
tr_tr: Hiçbir resim sağlanmamış

source: unknown
fr_fr: inconnu
tr_tr: bilinmeyen

source: Reset filters
fr_fr: Réinitialiser les filtres
tr_tr: Filtreleri sıfırla

source: New
fr_fr: Nouveau
tr_tr: Yeni

source: My spots
fr_fr: Mes spots
tr_tr: Benim spotlarım

source: Watchlist
fr_fr: Liste de suivi
tr_tr: Takip listesi

source: Downloaded
fr_fr: Téléchargé
tr_tr: İndirilmiş

source: Statistics
fr_fr: Statistiques
tr_tr: İstatistikler

source: Recently viewed
fr_fr: Visionné récemment
tr_tr: Son görüntülenenler

source: Documentation
tr_tr: Belgelendirme

source: Unknown error
fr_fr: Erreur inconnue
tr_tr: Bilinmeyen hata

source: Total spots: %d
fr_fr: Total des spots : %d
tr_tr: Toplam spot: %d

source: Total new spots: %d
fr_fr: Total des nouveaux spots : %d
tr_tr: Toplam yeni spot: %d

source: Spots per category
fr_fr: Spots par catégorie
tr_tr: Kategori başına spot

source: Spots per hour
fr_fr: Spots par heure
tr_tr: Saat başına spot

source: Spots per weekday
fr_fr: Spots par jour de la semaine
tr_tr: Hafta günü başına spot

source: Spots per month
fr_fr: Spots par mois
tr_tr: Ay başına spot

source: Everything
fr_fr: Tout
tr_tr: Hepsi

source: last year
fr_fr: l'année dernière
tr_tr: geçen sene

source: last month
fr_fr: le mois dernier
tr_tr: geçen ay

source: last week
fr_fr: la semaine dernière
tr_tr: geçen hafta

source: last 24 hours
fr_fr: les 24 dernières heures
tr_tr: son 24 saat

source: decade
fr_fr: décennie
tr_tr: on yıl

source: year
fr_fr: année
tr_tr: sene

source: month
fr_fr: mois
tr_tr: ay

source: week
fr_fr: semaine
tr_tr: hafta

source: day
fr_fr: jour
tr_tr: gün

source: hour
fr_fr: heure
tr_tr: saat

source: minute
tr_tr: dakika

source: second
fr_fr: seconde
tr_tr: saniye

source: Image
tr_tr: Resim

source: Sound
fr_fr: Son
tr_tr: Ses

source: Games
fr_fr: Jeux
tr_tr: Oyunlar

source: Applications
tr_tr: Uygulamalar

source: HD Oth
fr_fr: HD Aut
tr_tr: HD Diğ

source: Satelite
fr_fr: Satellite
tr_tr: Uydu

source: No subtitles
fr_fr: Aucun sous-titre
tr_tr: Alt yazı yok

source: Dutch subtitles (external)
fr_fr: Sous-titres en néerlandais (externes)
tr_tr: Felemenkçe alt yazılar (harici)

source: Dutch subtitles (builtin)
fr_fr: Sous-titres en néerlandais (intégrés)
tr_tr: Felemenkçe alt yazılar (yerleşik)

source: English subtitles (external)
fr_fr: Sous-titres en anglais (externes)
tr_tr: İngilizce alt yazılar (harici)

source: English subtitles (builtin)
fr_fr: Sous-titres en anglais (intégrés)
tr_tr: İngilizce alt yazılar (yerleşik)

source: Dutch subtitles (available)
fr_fr: Sous-titres en néerlandais (disponibles)
tr_tr: Felemenkçe alt yazılar (mevcut)

source: English subtitles (available)
fr_fr: Sous-titres en anglais (disponibles)
tr_tr: İngilizce alt yazılar (mevcut)

source: English audio/written
fr_fr: Audio/écrit en anglais
tr_tr: İngilizce sesli/yazılı

source: Dutch audio/written
fr_fr: Audio/écrit en néerlandais
tr_tr: Felemenkçe sesli/yazılı

source: German audio/written
fr_fr: Audio/écrit en allemand
tr_tr: Almanca sesli/yazılı

source: French audio/written
fr_fr: Audio/écrit en français
tr_tr: Fransızca sesli/yazılı

source: Spanish audio/written
fr_fr: Audio/écrit en espagnol
tr_tr: İspanyolca sesli/yazılı

source: Asian audio/written
fr_fr: Audio/écrit asiatique
tr_tr: Asya sesli/yazılı

source: Action
tr_tr: Eylem

source: Adventure
fr_fr: Aventure
tr_tr: Macera

source: Animation
tr_tr: Çizgi film

source: Comedy
fr_fr: Comédie
tr_tr: Komedi

source: Crime
tr_tr: Suç

source: Documentary
fr_fr: Documentaire
tr_tr: Belgesel

source: Family
fr_fr: Famille
tr_tr: Aile

source: Fantasy
fr_fr: Fantaisie
tr_tr: Fantezi

source: Arthouse
fr_fr: Art et Essai
tr_tr: Sanat evi

source: Television
fr_fr: Télévision
tr_tr: Televizyon

source: Music
fr_fr: Musique
tr_tr: Müzik

source: Short movie
fr_fr: Court-métrage
tr_tr: Kısa film

source: War
fr_fr: Guerre
tr_tr: Harp

source: Erotica (hetero)
fr_fr: Érotique (hétéro)
tr_tr: Erotik (hetero)

source: Erotica (gay male)
fr_fr: Érotique (homosexuel homme)
tr_tr: Erotik (eşcinsel erkek)
